Repository: kadimi/momtazpress
Catalog: inc/languages/themes/screenr-*.po
Languages: ar

source: Big - Bold and stylish, Screenr is a multiuse fullscreen theme well suited for business, portfolio, digital agency, product showcase, freelancers and everyone else who appreciate good design. Also with the flexible of the header and navigation, it can be use for one page or multiple pages website. The theme was built on Bootstrap 4, so you know it contains clean, precise code that makes for a highly streamlined site. (Live preview : http://www.famethemes.com/preview/?theme=Screenr)
ar: كبير - جريء وأنيق، Screenr قالب شاشة كاملة متعدد الإستعمالات ملائما للأعمال التجارية ، محافظ العرض ، الوكالات الرقمية ، معارض المنتجات ، العمال المستقلين وكل من يقدر التصميم الجيد. مع مرونة الترويسة والتنقل، يمكن إستعمالة لمواقع الصفحة الواحدة أو المتعددة. أنشئ القالب على Bootstrap 4، لذا أنت تعلم أنها نظيفة و مبرمجة بـدقة والتي تجعل من الموقع انسيابية. (عرض حي : http://www.famethemes.com/preview/?theme=Screenr)

source: Home
ar: الرئيسية

source: Your settings were copied.
ar: تم نسخ إعداداتك

source: Copy now
ar: إنسخ الآن

source: To Theme
ar: إلى القالب

source: From Theme
ar: من القالب

source: Child theme uses it's own theme setting name, would you like to copy setting data from parent theme to this child theme?
ar: القالب الإبن يستعمل إسم خاص لإعدادات قالبه، هل ترغب في في نسخ بيانات إعدادات قالب الأب إلى قالب الإبن؟

source: You're using %1$s theme, It's a child theme of Screenr
ar: أنت تستعمل قالب %1$s، وهو قالب إبن من Screenr

source: Upgrade to %1s to unlock this feature.
ar: حدث ل %1s لفتح هذه الميزة

source: Open Link In New Window
ar: إفتح الرابط في نافذة جديدة

source: We provide creative solutions that gets the attention of our global clients.
ar: نحن نقدم حلول خلاقة تجذب إهتمام عمالاءنا حول العالم.

source: Enter numbers with a total maximum value of 12, separated by "+"
ar: أدخل أرقام مجموعها 12، بينها "+"

source: Number of products to display
ar: عدد المنتجات للعرض

source: Retina Logo
ar: شعار Retina

source: Select your shop layout
ar: إختر نسق متجرك

source: No Sidebar
ar: بدون شريط جانبي

source: Shop Layout
ar: نسق المتجر

source: Shop Layout Settings
ar: إعدادات نسق المتجر

source: Shop
ar: متجر

source: How can I contribute?
ar: كيف يمكنني المساهمة ؟

source: Create a support ticket
ar: إنشاء تذكرة دعم

source: FameThemes Demo Importer
ar: مستورد النموذج FameThemes

source: Hey, you will need to install and activate the %1$s plugin first.
ar: مهلا، تحتاج لتنصيب وتفعيل إضافة %1$s أولا.

source: Recommend Plugins
ar: إضافات موص بها

source: Details
ar: التفاصيل

source: Activate Now
ar: التفعيل الان

source: Install Now
ar: ثبت الان

source: Enable Lightbox
ar: فعل Lightbox

source: Number items
ar: بنود رقمية

source: Layout columns
ar: أعمدة التنسيق

source: Row Height
ar: ارتفاع الصف

source: Item Spacing
ar: تباعد البند

source: Masonry
ar: بناء

source: Justified
ar: متماثل

source: Slider
ar: مزلاج

source: Carousel
ar: المعرض الدائري

source: Grid
ar: شبكه

source: Display
ar: عرض

source: Full Width
ar: عرض كامل

source: Default, inside container
ar: إفتراضي/ داخل الصندوق

source: Layout
ar: تنسيق

source: Select a page which have content contain [gallery] shortcode.
ar: اختر الصفحة التي تحتوي على محتوى احتواء [معرض] الرمز القصير

source: Select Gallery Page
ar: إختر صفحة المعرض

source: Page
ar: صفحه

source: Select Gallery Source
ar: إختر مصدر المعرض

source: Section Description
ar: وصف القسم

source: Section Subtitle
ar: العنوان الفرعي للقسم

source: Section Title
ar: عنوان القسم

source: gallery
ar: صور

source: Gallery
ar: صور

source: Contact Form 7
ar: نموذج الاتصال 7

source: One Click Demo Import
ar: استيراد المعلومات النموذجية بـنقرة واحدة

source: Import Demo Data
ar: استيراد البيانات تجريبي

source: Save time by import our demo data, your website will be set up and ready to customize in minutes. %s
ar: وفر الوقت بإستيراد بيانات نموذجية، سيكون موقعك جاهزا للتخصيص في دقائق. %s

source: Footer copyright border top color
ar: لون الإطار العلوي لحاشية حقوق الطبع

source: Footer widgets link hover color
ar: لون حوام رابط الودجات بالحاشية

source: Footer widgets link color
ar: لون نص رابط الودجات بالحاشية

source: Footer widgets heading
ar: ترويسة ودجات الحاشية

source: Select your site layout
ar: إختر نسق موقعك

source: Left Sidebar
ar: الشريط الجانبي الأيسر

source: Right Sidebar
ar: الشريط الجانبي الأيمن

source: Site Layout
ar: نسق الموقع

source: Rate our theme on <a target="_blank" href="https://wordpress.org/support/theme/screenr/reviews/?filter=5#postform">WordPress.org</a>. We'd really appreciate it!
ar: قيم قالبنا على <a target="_blank" href="https://wordpress.org/support/theme/screenr/reviews/?filter=5#postform">WordPress.org</a>. حقا سنقدر ذلك!

source: Are you enjoying Screenr theme?
ar: هل تستمتع بقالب Screenr ؟

source: Translate Screenr
ar: ترجم Screenr

source: Get involved at WordPress.org.
ar: شارك في WordPress.org.

source: Are you a polyglot? Want to translate Screenr into your own language?
ar: هل أنت متعدد اللغات؟ هل تود ترجمة Screenr للغتك الأم؟

source: Screenr on GitHub
ar: Screenr على GitHub

source: GitHub is the place to go!
ar: GitHub هو وجهتك التي تريد!

source: Found a bug? Want to contribute with a fix or create a new feature?
ar: هل وجدت مشكلة؟ هل تريد المساهمة بحلها أو إنشاء ميزة جديدة؟

source: Contribute
ar: شارك

source: Call To Action
ar: نداء للعمل

source: Pricing
ar: تسعير

source: Team
ar: فريق

source: Testimonials
ar: الشهادات

source: Projects
ar: مشاريع

source: Check out the %1s version for full control over the section styling which includes background color, image, video, parallax effect, custom style and more ...
ar: تفقد إصدار %1s للتحكم الكامل في تصميم الأقسام الذي يتضمن لون الخلفية، الصورة، فيديو، تأثيرات المنظر، تصميم متخصص وأكثر ...

source: Advanced Section Styling
ar: تصميم المقطع متقدم

source: Check out the %1s version for full control over the frontpage SECTIONS ORDER!
ar: تفقد نسخة ال %1s لتحكم كامل في ترتيب مقاطع صفحة الغلاف!

source: Drag & Drop Section Orders
ar: رتب المقاطع سحبا وإسقاطا

source: Frontpage Sections Order & Styling
ar: ترتيب وتصميم أقسام Frontpage

source: Custom CSS
ar: CSS مخصص

source: Upgrade to %1s in order to change site footer copyright information and hide theme author link via Customizer.
ar: حدث ل %1s لتتمكن من تغيير معلومات حقوق الطبع وإخفاء رابط مؤلف القالب من خلال Customizer.

source: Change Footer Copyright Text and Hide Theme Author Link
ar: غيير نص حقوق الطبع من الحاشية واخفي رابط مؤلف القالب

source: Go Plus
ar: إنتقل إلى Plus

source: Typography
ar: طباعة

source: Primary color
ar: لون أساسي

source: Styling
ar: التصميم

source: Upgrade Now
ar: طور الآن

source: Full-Width Page
ar: صفحة ذات عرض كامل

source: %1$s by %2$s
ar: %1$s بواسطة %2$s

source: Copyright %1$s %2$s %3$s. All Rights Reserved.
ar: حقوق الطبع %1$s %2$s %3$s. جميع الحقوق محفوظة.

source: %s 404 Not Found!
ar: %s 404 غير موجودة!

source: Be sure to check out the %1s or %2s to see some of the possibilities.
ar: تأكد من تفقدك ال %1s أو %2s خاصتنا لترى بعض الإمكانيات.

source: Big - Bold and stylish, Screenr is a multiuse parallax fullscreen theme well suited for business, portfolio, digital agency, freelancers and everyone else who appreciate good design.
ar: كبير - جريء وأنيق، Screenr قالب شاشة مناظر كاملة متعدد الإستعمالات ملائم للأعمال التجارية ، محافظ للعرض ، وكالات رقمية ، العمال المستقلين وكل من يقدر التصميم الجيد.

source: Parallax & Video Lightbox - Perfected
ar: منظر وفيديو Lightbox - متمم

source: Upgrade to %1$s to be able to add more items and unlock other premium features!
ar: حدث ل %1$s لتتمكن من إضافة بنود جديدة وتفعيل الميزات الفاخرة!

source: Check this box to enable parallax effect for hero section.
ar: أنقر الصندوق لتفعيل تأثير المنظر للقسم االبارز

source: Enable parallax effect
ar: شغل تأثير المنظر

source: Content
ar: فحوى

source: Upgrade to %1$s to be able to add more items (display as a slider) and self-hosted background video option.
ar: حدث ل %1$s لتتمكن من إضافة بنود جديدة (عرض كمزلاج) ومضيف لخيار خلفية فيديو.

source: Frontpage
ar: الصفجة الرئيسية

source: Continue reading %s
ar: تابع قراءة %s

source: read more
ar: قراءة المزيد

source: Pages:
ar: صفحات:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا غير قادير على إيجاد ما تبحث عنه. ربـما يساعدك البحث.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: نأسف. لكن لا يوجد تطابق مع عناصر بحثك. رجاء المحاولة بكلمات أخرى.

source: Get started here
ar: إبدأ هنا

source: Ready to publish your first post? %1$s.
ar: جاهز لنشر مقالك الأول؟ %1$s.

source: Nothing Found
ar: لا يوجد نتائج

source: Our Services
ar: خدماتنا

source: Load More News
ar: حمل أخبارا أكثر

source: Read Our Blog
ar: إقرأ مدونتنا

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر التعديل.

source: Edit
ar: حرر

source: Reply
ar: رد

source: Post author
ar: مؤلف المقال

source: (Edit)
ar: (حرر)

source: Pingback:
ar: إعادة الإشعار:

source: Read On
ar: تابع القراءة

source: Edit %s
ar: حرر %s

source: % Comments
ar: % التعليقات

source: 1 Comment
ar: 1 تعليق

source: Leave a comment
ar: أترك تعليقا

source: Tagged %1$s
ar: مؤشر ل %1$s

source: Posted in %1$s
ar: نشر في %1$s

# category
source: Category: %s
ar: التصنيف: %s

# post author
source: Author: %s
ar: مؤلف: %s

source: This widget area is currently disabled. You can enable it Customizer &rarr; Theme Options &rarr; Footer section.
ar: منطقة الودجت معطلة حاليا. يمكتك تفعيلها ب Customizer &larr; خيارات القالب &larr; قسم الحاشية.

source: Search Results for: %s
ar: نتائج البحث ل: %s

source: Hooray! There are no required actions for you right now.
ar: مرحا! لا توجد لك أعمال أخرى.

source: Keep update with %s
ar: إبقى محدثا ب %s

source: Change homepage page template
ar: غير نموذج صفحة البيت

source: In order to change homepage section contents, you will need to set template "Frontpage" for your homepage.
ar: لتغيير فحوى قسم صفحة البيت، ستحتاج إنشاء نموذج "Frontpage" لصفحة منزلك.

source: Set your homepage page template to "Frontpage".
ar: إدمج نموذج صفحة البيت خاصتك ل"Frontpage".

source: Setup front page displays
ar: حدد عروض الصفحة الأمامية

source: In order to have the one page look for your website, please go to Customize -&gt; Static Front Page and switch "Front page displays" to "A static page".
ar: للحصول على منظر الصفحة الواحدة لموقعك ، رجاء الذهاب إلى تخصيص -&lt; Static Front Page وغيير "Front page displays" ل "A static page".

source: Switch "Front page displays" to "A static page"
ar: غيير "Front page displays" ل "A static page"

source: Support for %s WordPress theme is conducted through FameThemes support ticket system.
ar: الدعم لقالب %s من WordPress تؤدى من خلال دعم نظام التذاكر ل FameThemes.

source: Having Trouble, Need Support?
ar: هل تواجه مشكله وتحتاج المساعدة؟

source: Screenr Documentation
ar: وثيقة Screenr

source: Need any help to setup and configure %s? Please have a look at our documentations instructions.
ar: هل تحتاج مساعدة بتنصيب وتهيئة %s؟ رجاء إلقاء نظرة لوثائق التعليمات خاصتنا.

source: Theme Documentation
ar: وثيقة القالب

source: Start Customize
ar: إبدأ التخصيص

source: %s supports the Theme Customizer for all theme settings. Click "Customize" to start customize your site.
ar: %s يدعم كل إعدادات قالب Customizer. إنقر "تخصيص" لتخصيص موقعك.

source: Theme Customizer
ar: مخصص القالب

source: Actions Required
ar: الأعمال المطلوبة

source: Welcome to Screenr - Version %1s
ar: مرحبا في Screenr - الإصدار %1s

source: Welcome Page
ar: صفحة الترحاب

source: Welcome! Thank you for choosing %1$s! To fully take advantage of the best our theme can offer please make sure you visit our %2$s
ar: مرحبا! شكرا لإختيارك %1$s! للحصول على أفضل ما يمكن لقالبنا من تقديمه تأكد من زيارتك %2$s الخاص بنا

source: Screenr Dashboard
ar: لوحة التحكم ب Screenr

source: Screenr Theme
ar: قالب Screenr

source: Screenr Theme %s
ar: قالب Screenr %s

source: %1$s action required
ar: %1$s أعمال مطلوبة

source: Search
ar: بحث

source: Custom url
ar: url محصص

source: Contact Detail Items
ar: بنود تفاصيل الإتصال

source: You can install any contact form plugin such as Contact Form 7 and then paste the shortcode of the form here.
ar: يمكنك تنصيب أي إضافة لنموذج الإتصال مثل Contact Form 7 وإلصاق رمزه المصغر هنا.

source: Content:
ar: فحوى

source: Fill out the form below and you will hear from us shortly.
ar: إملأ النموذج أدناه وستسمع منا في القريب.

source: Keep in touch
ar: إبق على إتصال

source: Contact Us
ar: تواصل معنا

source: contact
ar: اتصال

source: Contact
ar: اتصال

source: Link to your posts page.
ar: إربط بصفحة مقالاتك.

source: Custom load more posts link
ar: رابط مخصص لتحميل مقالات أكثر

source: Custom load more button label
ar: نص مخصص لزر حمل أكثر

source: Hide
ar: أخفي

source: Custom link
ar: رابط مخصص

source: Ajax load
ar: حمل Ajax

source: Load more posts button
ar: زر حمل مقالات أكثر

source: How many posts you want to show.
ar: كم عدد المقالات التي تود عرضها.

source: Number Posts:
ar: عدد المقالات:

source: news
ar: أخبار

source: Latest News
ar: آخر الأخبار

source: Custom background color
ar: لون خلفية مخصص

source: After number
ar: بعد الرقم

source: Before number
ar: قبل الرقم

source: Number
ar: رقم

source: Some Fun Facts about our agency?
ar: بعض الحقائق المسلية عن وكالتنا؟

source: counter
ar: عداد

source: Counter
ar: عداد

source: Items layout settings
ar: إعدادات نسق البنود

source: Client URL
ar: URL العميل

source: Client logo
ar: شعار العميل

source: Title
ar: عنوان

source: Section description:
ar: وصف القسم:

source: We have been featured on
ar: لقد تميزنا في

source: clients
ar: عملاء

source: Clients
ar: عملاء

source: Number columns to display.
ar: عدد الأعمدة للعرض.

source: More detail &rarr;
ar: تفاصيل أكثر &larr;

source: Show readmore link
ar: إعرض رابط إقرأ أكثر

source: No thumbnail
ar: لا مصغرة

source: Featured image top
ar: أعلى الصورة المعروضة

source: Item style
ar: تصميم البند

source: Section subtitle:
ar: عنوان فرعي للقسم:

source: Section subtitle
ar: عنوان فرعي للقسم

source: Section title:
ar: عنوان القسم:

source: services
ar: خدمات

source: Services
ar: خدمات

source: Parallax image:
ar: صورة المنظر:

source: Youtube or Vimeo url, e.g: https://www.youtube.com/watch?v=xxxxx
ar: رابط Youtube أو Vimeo ، مثال: https://www.youtube.com/watch?v=xxxxx

source: Video URL:
ar: فيديو URL:

source: Short text about this section.
ar: نص صغير حول هذا المقطع.

source: Title:
ar: عنوان:

source: video
ar: فيديو

source: Video Lightbox
ar: فيديو Lightbox

source: Select content type of page above to display on this section.
ar: إختر نوع فحوى الصفحة أعلاه لعرضه في هذا القسم.

source: Page Content
ar: فحوى الصفحة

source: Page excerpt
ar: مقتطفات الصفحة

source: Page content type:
ar: نوع فحوى الصفحة:

source: Select page to display on this section.
ar: إختر صفحة لتعرض في هذا المقطع.

source: Display page:
ar: إعرض صفحة:

source: About us
ar: نبذة عنا

source: about
ar: عن

source: About
ar: عن

source: Number item per row to display.
ar: عدد البنود التي تعرض بكل سطر.

source: Layout Settings
ar: إعدادات النسق

source: Read More
ar: قراءة المزيد

source: Read more text
ar: نص إقرأ أكثر

source: Show readmore button
ar: إعرض زر إقرأ أكثر

source: Paste svg icon code here
ar: ألصق رمز أيقونة svg هنا

source: Font icon
ar: أيقونة الخط

source: SVG icon code
ar: رمز أيقونة SVG

source: Font Icon
ar: أيقونة الخط

source: Featured image
ar: الصورة البارزة

source: Thumbnail type
ar: نوع الصورة المصغرة

source: Content page
ar: صفحة الفحوى

source: Content Items
ar: بنود الفحوى

source: Section Content
ar: فحوى القسم

source: Section Description:
ar: وصف القسم:

source: Section Subtitle:
ar: عنوان فرعي للقسم:

source: Section Title:
ar: عنوان القسم:

source: features
ar: ميزات

source: Section Settings
ar: قسم الإعدادات

source: Features
ar: ميزات

source: The slider content padding bottom in percent (%).
ar: الحشوة السفلية لفحوى المزلاج بالنسبة المئوية (%).

source: The slider content padding top in percent (%).
ar: الحشوة العلوية لفحوى المزلاج بالنسبة المئوية (%).

source: Check this box to make hero section full screen.
ar: إنقر الصندوق لجعل القسم البارز على شاشة كاملة.

source: Make hero section full screen
ar: إجعل القسم البارز على شاشة كاملة

source: Background Overlay Color
ar: لون غطاء الخلفية

source: Right
ar: يمين

source: Left
ar: يسار

source: Center
ar: منتصف

source: Content align
ar: محاذاة الفحوى

source: Background Image
ar: صورة الخلفية

source: Screenr is a multiuse fullscreen WordPress theme.
ar: Screenr هو قالب شاشة كاملة متعدد الإستعمالات على WordPress.

source: Hero Item
ar: بند بارز

source: The section id, we will use this for link anchor.
ar: معرف القسم، سنستعمله لمرساة الرابط.

source: Section ID:
ar: تعريف القسم:

source: hero
ar: بارز

source: Check this box to hide this section.
ar: إنقر الصندوق لإخفاء هذا القسم.

source: Hide this section?
ar: أخفي هذا القسم؟

source: Hero
ar: بارز

source: Frontpage Sections
ar: أقسام Frontpage

source: Footer copyright color
ar: لون نص حقوق الطبع بالحاشية

source: Footer copyright background color
ar: لون خلفية نص حقوق الطبع بالحاشية

source: Footer widgets text color
ar: لون نص ودجات الحاشية

source: Footer widgets background color
ar: لون خلفية ودجات الحاشية

source: Custom footer 4 columns width
ar: حاشية مخصصة عرض 4 أعمدة

source: Custom footer 3 columns width
ar: حاشية مخصصة عرض 3 أعمدة

source: Custom footer 2 columns width
ar: حاشية مخصصة عرض عمودين

source: Disable footer widgets
ar: عطل ودجات الحاشية

source: Number footer columns to display.
ar: عدد الأعمدة التي ستعرض بالحاشية.

source: Footer Layout
ar: نسق الحاشية

source: Footer
ar: الحاشية

source: Display post category on single post or posts listing page.
ar: إعرض تصنيف المقال على المقالالفردي أو صفحة قائمة المقالات.

source: Display post category
ar: إعرض تصنيف المقال

source: Display post comments on single post or posts listing page.
ar: إعرض تعليقات المقال على المقالالفردي أو صفحة قائمة المقالات.

source: Display post comments
ar: إعرض تعليقات المقالات

source: Display post author on single post or posts listing page.
ar: إعرض مؤلف المقال على كل مقال أو صفحة قائمة المقالات.

source: Display post author
ar: إعرض مؤلف المقال

source: Display post date on single post or posts listing page.
ar: إعرض تاريخ المقال على كل مقال أو صفحة قائمة المقالات.

source: Display post date
ar: إعرض تاريخ المقال

source: Disable featured image in single post
ar: عطل الصورة البارزة في المقال

source: Custom page header title on single posts.
ar: عنوان ترويسة صفحة مخصصة على مقالات متقردة.

source: Blog title
ar: عنوان المدونة

source: The Blog
ar: المدونة

source: Blog Settings
ar: إعدادات المدونة

source: The page header padding bottom in percent (%).
ar: الحشوة السفلية لترويسة الصفحة بالنسبة المئوية (%).

source: Padding bottom
ar: الحشوة السفلية

source: The page header padding top in percent (%).
ar: الحشوة العلوية لترويسة الصفحة بالنسبة المئوية (%).

source: Padding top
ar: الحشوة العلوية

source: Background image overlay color
ar: لون غطاء الصورة الخلفية

source: Background color
ar: لون الصورة الخلفية

source: Responsive Menu Button Color
ar: لون زر القائمة المتجاوبة

source: Only set if you don't use an image logo.
ar: فعلها فقط إن كنت لا تستعمل صورة شعار.

source: Site Title Color
ar: لون نص عنوان الموقع

source: Menu Link Hover/Active border color
ar: لون إطار رابط القائمة فعال/حوام

source: Menu Link Hover/Active BG Color
ar: لون خلفية رابط القائمة فعال/حوام

source: Menu Link Hover/Active Color
ar: لون نص رابط القائمة فعال/حوام

source: Menu Link Color
ar: لون رابط القائمة

source: Background Color
ar: لون الخلفية

source: Fixed & Transparent
ar: مثبتة وشفافة

source: Fixed
ar: مثبتة

source: Default
ar: إفتراضي

source: Header style
ar: تصمبم الترويسة

source: Header
ar: الترويسة

source: Theme Options
ar: خيارات القالب

source: Hide site tagline
ar: أخفي شعار الموقع

source: Hide site title
ar: أخفي عنوان الموقع

source: Select page
ar: إختر صفحة

source: Close
ar: أغلق

source: Change
ar: غير

source: Add
ar: أضف

source: Remove
ar: إحذف

source: Add an item
ar: أضف بندا

source: Item
ar: بند

source: Contact Now
ar: اتصل الان

source: Get Started
ar: إبدأ

source: Screenr is a multiuse fullscreen WordPress theme
ar: Screenr هو قالب WordPress شاشة كاملة متعدد الإستعمالات

source: Your business, your website
ar: عملك , موقع الويب الخاص بك

source: Menu
ar: القائمه

source: Skip to content
ar: انتقل الى المحتوى

# Montserrat font: on or off
source: on
ar: تشغيل

# Open Sans font: on or off
source: on
ar: تشغيل

source: Footer 4
ar: تذييل 4

source: Footer 3
ar: تذييل 3

source: Footer 2
ar: تذييل 2

source: Footer 1
ar: تذييل 1

source: Sidebar
ar: الشريط الجانبي

source: Primary
ar: أساسي

source: Comments are closed.
ar: التعليقات مغلقه

source: Newer Comments
ar: التعليقات الأحدث

source: Older Comments
ar: التعليقات الأقدم

source: Comment navigation
ar: التنقل بين التعليقات

# comments title
source: One thought on &ldquo;%2$s&rdquo;
ar: %1$s فكرة على &ldquo;%2$s&rdquo;

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ar: يبدو أنه لايوجد شيئ في هذا الموقع. ربما تجرب أحد الروابط أدناه أو إبحث؟

source: Oops! That page can&rsquo;t be found.
ar: عفوا! هذه الصفحة غير قادر على العثور عليه
