Repository: kadimi/momtazpress
Catalog: inc/languages/plugins/backupwordpress-*.po
Languages: ar

source: <strong>Last Updated:</strong> %s ago
ar: <strong>آخر تحديث:</strong> منذ %s

source: Install %s now
ar: تنصيب %s الآن

source: Activate
ar: تفعيل

source: Activate %s
ar: تفعيل %s

# Plugin status
source: Active
ar: مفعّلة

source: Update Now
ar: التحديث الآن

source: Update %s now
ar: تحديث %s الآن

source: %1$s of %2$s
ar: %1$s من %2$s

source: Defined in %s
ar: معرف فى %s

source: We automatically detect and ignore common Version Control Systems folders and other backup plugin folders.
ar: نحن لا نقوم بتخزين مجلدات Git و SVN أو النسخ الاحتياطية من الإضافات الأخرى

source: Manage Backups | BackUpWordPress
ar: إدارة النسخ الاحتياطية | BackUpWordPress

source: More Details
ar: تفاصيل أكثر

source: More information about %s
ar: المزيد من المعلومات عن %s

source: It's important to store your backups somewhere other than on your site. Using the extensions below you can easily push your backups to one or more Cloud providers.
ar: يجب عليك تخزين نسخك الإحتياطية فى مكان آخر غير موقعك ، ويمكن استخدام الاضافات التالية لرفعها إلى مقدم خدمة سحابية أو أكثر.

source: Remote Storage
ar: تخزين خارجي

source: BackUpWordPress Extensions
ar: إضافات BackUpWordPress

source: &larr; Backups
ar: &larr; نسخ إحتياطية

source: Storing %s backups would use %s of disk space but your server only has %s free.
ar: تخزين %s نسخ إحتياطية سوف يستهلك مساحة تخزين %s تقريباً ، ولكن خادمك لا يحتوى غير على %s مساحة باقية.

source: Included Size
ar: الحجم المتضمن

source: Your server has an %1$s restriction in effect and your custom backups directory (%2$s) is not within the allowed path(s): (%3$s).
ar: خادمك يطبق قيود %1$s ، ومكان مجلد تخزين النسخ الإحتياطية (%2$s) ليس مسموحاً به ضمن المسارات المتاحة (%3$s).

source: Deleting old backups...
ar: جارى مسح النسخ الإحتياطية القديمة...

source: Starting backup...
ar: جارى بدء عملية النسخ...

source: Backing up files...
ar: جارى نسخ الملفات...

source: Backing up database...
ar: جارى نسخ قاعدة البيانات...

source: Database Every Two Weeks
ar: قاعدة البيانات - كل إسبوعين

source: File Every Two Weeks
ar: الملفات - كل إسبوعين

source: Complete Every Two Weeks
ar: الموقع كامل -‬ كل إسبوعين

source: Dismiss this notice.
ar: تجاهل هذا التنويه

source: Once Every Two Weeks
ar: مرة كل إسبوعين

source: every two weeks on %1$s at %2$s
ar: كل إسبوعين فى %1$s فى %2$s

source: 24-hour format.
ar: صيغة ال٢٤ ساعة

source: This folder is empty
ar: المجلد فارغ

source: Your Site
ar: موقعك

source: %1$s is returning a %2$s response which could mean cron jobs aren't getting fired properly. BackUpWordPress relies on wp-cron to run scheduled backups, and more generally relies on HTTP loopback connections not being blocked for manual backups. See the %3$s for more details.
ar: %1$s يرد بـ %2$s ومما قد يعنى أن المهام المجدولة ( Cron jobs ) لا تعمل بشكل صحيح. BackUpWordPress يتعمد على ذلك للقيام بالنسخ الإحتياطية المجدولة، وعموماً على أمكانية الاتصال بالموقع ذاتياً عن طريق HTTP loopback لتنفيذ النسخ الاحتياطي الفورى. المزيد من المعلومات على %3$s.

source: Simple automated backups of your WordPress powered website. Once activated you'll find me under <strong>Tools &rarr; Backups</strong>. On multisite, you'll find me under the Network Settings menu.
ar: خزن نسخ احتياطية كاملة من موقعك اوتوماتيكياً وبسهولة. ستجدنى تحت “ادوات” فى المواقع الفردية ، او تحت “اعدادات الشبكة” فى الشبكات المتعددة.

source: Database Manually
ar: قاعدة البيانات - يدوياً

source: File Manually
ar: الملفات - يدوياً

source: Complete Manually
ar: الموقع كاملاً - يدوياً

source: Database Monthly
ar: قاعدة البيانات - شهرياً

source: File Monthly
ar: الملفات - شهرياً

source: Complete Monthly
ar: الموقع كاملاً - شهرياً

source: Database Weekly
ar: قاعدة البيانات - اسبوعياً

source: File Weekly
ar: الملفات - اسبوعياً

source: Complete Weekly
ar: الموقع كاملاً - اسبوعياً

source: Database Daily
ar: قاعدة البيانات - يومياً

source: File Daily
ar: الملفات - يومياً

source: Complete Daily
ar: الموقع كاملاً - يومياً

source: Database Twice Daily
ar: قاعدة البيانات - مرتين يومياً

source: File Twice Daily
ar: الملفات مرتين يومياً

source: Complete Twice Daily
ar: الموقع كاملاً - مرتين يومياً

source: Database Hourly
ar: قاعدة البيانات - كل ساعة

source: File Hourly
ar: الملفات - كل ساعة

source: Complete Hourly
ar: الموقع كاملاً - كل ساعة

# backups count
source: One backup completed
ar: ‫%1$s نسخة احتياطية

source: No backups completed
ar: لم يتم النسخ من قبل

source: cancel
ar: الغاء

source: Started %s ago
ar: بدأت منذ %s

source: Legacy
ar: قديم

source: Database
ar: قاعدة البيانات

source: Files
ar: الملفات

source: Database and Files
ar: قاعدة البيانات والملفات

source: BackUpWordPress detected issues with your last backup.
ar: ‫BackUpWordPress اكتشف مشاكل فى اخر عملية نسخ

source: Download
ar: تحميل

source: You can only delete directories inside your WordPress installation
ar: يمكنك فقط إزالة المجلدات من داخل نسختك من ووردبريس

source: Once Monthly
ar: مرة شهرياً

source: Once Weekly
ar: مرة أسبوعياً

source: Once Daily
ar: مرة يومياً

source: Twice Daily
ar: مرتين يومياً

source: Once Hourly
ar: مرة كل ساعة

source: By default BackUpWordPress performs a daily backup of your database and a weekly backup of your database &amp; files. You can modify these schedules.
ar: ‫BackUpWordPress يقوم بنسخ يومي من قاعدة البيانات واسبوعى من قاعدة البيانات والملفات معاً. يمكنك تعديل تلك المهام.

source: BackUpWordPress has set up your default schedules.
ar: ‫BackUpWordPress اضاف الجداول الافتراضية للنسخ الاتوماتيكي.

source: Error: %s
ar: خطأ: %s

source: Argument 1 for %s must be a valid class
ar: القيمة الاولى لـ %s لابد وان تكون معرفاً صحيحاً

source: Argument 1 for %s must be a registered service
ar: القيمة الاولى لـ %s لابد وان تكون عملية مسجلة

source: Argument 1 for %s must be a valid filepath
ar: القيمة الاولى لـ %s لابد وان تكون مساراً صحيحاً

source: That backup wasn't created by this schedule
ar: هذه النسخة لم تنتج عن ذلك الجدول

source: %s doesn't exist
ar: ‫%s غير متاح

source: Argument 1 for %s must be a non-empty string
ar: القيمة الاولى لـ %s لابد وان تكون قيمة غير فارغة، او “يدوياً”

source: %s hour
ar: ‫%s ساعة

source: %s min
ar: ‫%s دقيقة

source: Argument 1 for %s must be a valid cron recurrence or "manually"
ar: القيمة الاولى لـ %s لابد وان تكون فترة زمنية صحيح، او “يدوياً”

source: Reducing the number of backups that are stored on this server will cause some of your existing backups to be deleted. Are you sure that's what you want?
ar: تقليل عدد النسخ المتاحة على الخادم سوف يسبب ازالة بعض النسخة الحالية القديمة ، هل هذا ما تريد ؟

source: Are you sure you want to remove this exclude rule?
ar: هل تريد الغاء هذا الاتستثناء ؟

source: Are you sure you want to delete this backup?
ar: هل تريد ازالة هذه النسخة ؟

source: 'Cancel' to go back, 'OK' to delete.
ar: اضغط الغاء للرجوع ، او موافق للاستكمال.

source: Are you sure you want to delete this schedule? All of its backups will also be deleted.
ar: هل انت متأكد انك تريد الغاء هذا الجدول ؟ سوف يتم ازالة جميع النسخ المرتبطة به.

source: Cancel
ar: إلغاء

source: Update
ar: تعديل

source: This %s file ensures that other people cannot download your backup files.
ar: هذا الملف %s يضمن عدم امكانية تحميل نسخك من قبل اشخاص غير مصرح لهم.

source: Unfortunately, the backup file was too large to attach to this email.
ar: للأسف، ملف النسخة كان أكبر مما يمكن ارفاقه بالرسالة.

source: Kind Regards, The Happy BackUpWordPress Backup Emailing Robot
ar: جزيل الشكر،‬ ‫مراسل BackUpWordPress السعيد!

source: You can download the backup file by clicking the link below:
ar: يمكنك تحميل ملف النسخة بالضغط على الرابط التالى:

source: The backup file should be attached to this email.
ar: ملف النسخة سوف يرفق بهذه الرسالة.

source: BackUpWordPress has completed a backup of your site %1$s.
ar: انتهى BackUpWordPress من نسخ موقعك %1$s.

source: Backup of %s
ar: نسخ %s

source: Kind Regards, The Apologetic BackUpWordPress Backup Emailing Robot
ar: جزيل الشكر،‬ ‬ ‫‫مراسل BackUpWordPress المتأسف :( !

source: Here are the errors that we've encountered:
ar: هذه هي الاخطاء التى حدثت:

source: BackUpWordPress was unable to backup your site %1$s.
ar: BackUpWordPress لم يمكنه نسخ موقعك %1$s.

source: Backup of %s Failed
ar: فشلت عملية نسخ %s

source: %s isn't a valid email
ar: %s ليس عنوان بريد صحيح

source: Send an email notification to %s
ar: إرسل تنبيهاً برسالة بريدية إلى %s

source: The maximum filesize of your backup that will be attached to your notification emails . Defaults to %s.
ar: الحد الإقصى لحجم النسخة التى يمكن اضافتها لرسائل التنبيه. ( القيمة الافتراضية %s ).

source: Receive a notification email when a backup completes. If the backup is small enough (&lt; %s), then it will be attached to the email. Separate multiple email addresses with a comma.
ar: إستلام رسالة بريدية عند الإنتهاء من العملية. واذا كانت النسخة بحجم معقول (&lt; %s) ، سوف يتم اضافتها للرسالة. افصل بين عناوين البريد بفاصلة ( comma ).

source: Email notification
ar: تنبيه عن طريق البريد

source: Backup Failed
ar: فشلت العملية

source: Backup Complete:
ar: تم الإنتهاء من العملية

source: Invalid root path
ar: مسار رئيسي غير صالح

source: Invalid backup path
ar: مسار تخزين الملفات غير صالح

source: Backup: Zipping everything up...
ar: جاري ضغط جميع الملفات...

source: Backup: Dumping database...
ar: جاري تصدير قاعدة البيانات...

source: Task is not scheduled to run
ar: المهمة غير مجدولة

source: Task is already scheduled to run
ar: المهمة تم جدولتها بالفعل

source: Supplied key was not valid
ar: معرف غير سليم

source: No key supplied
ar: لم يتم إضافة معرف

source: Delete
ar: إزالة

source: Excludes
ar: الإستثناءات

source: Run now
ar: تشغيل الآن

source: Backups will be compressed and should be smaller than this.
ar: يتم ضغط ملفات النسخ الاحتياطية وتكون اقل حجماً من ذلك.

source: Send a copy of each backup to %s.
ar: أرسل جميع النسخ إلى %s.

# 1: Backup Type 2: Total size of backup 3: Schedule 4: Number of backups to store
source: Backup my %1$s %2$s %3$s, %4$s.
ar: انسخ %1$s ‫،‬ %2$s ‫،‬ %3$s ‫،‬ %4$s ‫.

source: store the last %1$s backups in %2$s
ar: خزن أخر %1$s فى %2$s

source: don't store any backups in on this server
ar: لا تخزن إي نسخ احتياطية على هذا الخادم

source: store the most recent backup in %s
ar: حفظ أخر نسخة احتياطية فى %s

source: manually
ar: يدوياً

source: on the %1$s of each month at %2$s
ar: فى اليوم %1$s من كل شهر فى الساعة %2$s

source: weekly on %1$s at %2$s
ar: إسبوعياً يوم %1$s فى %2$s

source: every 12 hours at %1$s &amp; %2$s
ar: كل ١٢ ساعة فى %1$s و %2$s

source: daily at %s
ar: يومياً فى %s

source: hourly at %s minutes past the hour
ar: كل ساعة بعد %s دقائق

source: hourly on the hour
ar: فى اول كل ساعة

source: The next backup will be on %1$s at %2$s %3$s
ar: العملية التالية سوف تتم فى %1$s فى %2$s%3$ s

source: This schedule will store a maximum of %s of backups.
ar: هذا التكرار سيخزن %s نسخ بحد أقصى.

source: Past this limit older backups will be deleted automatically.
ar: بعد إجتياز هذا الحد، سيتم إزالة النسخ الأقدم أولاً.

source: Number of backups to store on this server
ar: الحد الأقصى للنسخ المخزنة على هذا الخادم

source: The second backup will run 12 hours after the first.
ar: النسخة التالية سيتم تشغليها بعد ١٢ ساعة من الأولى.

source: Minutes
ar: الدقائق

source: Hours
ar: ساعات

source: Start Time
ar: وقت البداية

source: Start Day of Month
ar: بداية الشهر

source: Sunday
ar: الأحد

source: Saturday
ar: السبت

source: Friday
ar: الجمعة

source: Thursday
ar: الخميس

source: Wednesday
ar: الأربعاء

source: Tuesday
ar: الثلاثاء

source: Monday
ar: الإثنين

source: Start Day
ar: تاريخ البداية

source: Manual Only
ar: يدوياً فقط

source: Schedule
ar: التكرار

source: Database only
ar: قاعدة البيانات فقط

source: Files only
ar: الملفات فقط

source: Both Database &amp; files
ar: كلا من الملفات وقاعدة البيانات

source: Backup
ar: نسخ

source: Settings
ar: الإعدادات

source: Done
ar: حفظ

source: Exclude &rarr;
ar: إستثناء

source: Excluded
ar: مستثنى

source: Unreadable
ar: غير مقروء

source: Unreadable files won't be backed up.
ar: الملفات الغير قابلة للقراءة لن يتم اضافتها

source: File
ar: ملف

source: Folder
ar: مجلد

source: Symlink
ar: ربط

source: Refresh
ar: تحديث

source: Status
ar: الحالة

source: Permissions
ar: الصلاحيات

source: Name
ar: الاسم

source: Here's a directory listing of all files on your site, you can browse through and exclude files or folders that you don't want included in your backup.
ar: هذا دليل الملفات المتاحة على موقعك ، يمكنك التصفح واستثناء اى من الملفات أو المجلدات التى لا ترغب فى اضافتها للنسخ الاحتياطية.

source: Stop excluding
ar: إلغاء الإستثناء

source: Default rule
ar: القاعدة الاساسية

source: Currently Excluded
ar: مستثنى

source: If you're finding BackUpWordPress useful, please %1$s rate it on the plugin directory%2$s.
ar: إذا رأيت انك تستفيد من BackUpWordPress ، من فضلك %1$sاضف تقييمك الايجابي على دليل الاضافات%2$s.

source: Help with translation
ar: المساعدة فى الترجمة

source: Support Forums
ar: منتدى الدعم الفنى

source: For more information:
ar: لمزيد من المعلومات:

source: Server Info
ar: بيانات الخادم

source: FAQ
ar: معلومات

source: Backups
ar: النسخ الاحتياطية

source: Manage Backups
ar: ادارة النسخ الاحتياطية

source: My backups seem to be failing?
ar: عمليات النسخ لا تكتمل ؟

source: The script to be entered into the Heart Internet cPanel is: <code>/usr/bin/php5 /home/sites/yourdomain.com/public_html/wp-cron.php</code> (note the space between php5 and the location of the file). The file <code>wp-cron.php</code> <code>chmod</code> must be set to <code>711</code>.
ar: يجب اضافة عنوان السكريبت التالى الى صفحة ادارة Heart Internet: <code>/usr/bin/php5 /home/sites/yourdomain.com/public_html/wp-cron.php</code> ( لاحظ المسافة بين php5 و مسار الملف ). ويجب تطبيق الصلاحيات <code>711</code> على الملف <code>wp-cron.php</code>.

source: How to get BackUpWordPress working in Heart Internet
ar: كيف يمكن استعمال BackUpWordPress مع مزود الخدمة Heart Internet

source: Is your site private (i.e. is it behind some kind of authentication, maintenance plugin, .htaccess)? If so, wp-cron won't work until you remove it. If you are and you temporarily remove the authentication, do backups start working?
ar: اذا كان موقعك محمى خلف اى نوع من انواع الحماية ( authentication / .htaccess ) او الاغلاق المؤقت فلن تعمل جدولة المهام الا بعد الغاء ذلك النظام. هل تعمل جدولة المهام عند تعطيل تلك الحماية ؟

source: Try adding <code>define( 'ALTERNATE_WP_CRON', true );</code> to your <code>wp-config.php</code>. Do automatic backups work?
ar: جرب اضافة الكود <code>define( 'ALTERNATE_WP_CRON', true );</code> الى <code>wp-config.php</code>، هل تعمل جدولة النسخة الاحتياطية الآن ؟

source: If you click manual backup, does it work?
ar: اذا ضغطت “نسخ يدوي”، هل تكتمل العملية ؟

source: Are you hosted on Heart Internet? (wp-cron may not be supported by Heart Internet, see below for work-around.)
ar: هل تستعمل مقدم الخدمة “Heart Internet” ؟ حيث انهم لا يدعمون جدولة المهام wp-cron. ( انظر التالى لبعض الحلول لذلك ).

source: Are scheduled posts working? (They use wp-cron as well.)
ar: هل تعمل جدولة نشر المواضيع ؟

source: There are some things you can test to confirm this is the issue.
ar: هناك بعض التجارب يمكنها تأكيد اذا كانت تلك هي المشكلة:

source: The issue is that your <code>wp-cron.php</code> is not returning a <code>200</code> response when hit with a HTTP request originating from your own server, it could be several things. In most cases, it's an issue with the server / site.
ar: المشكلة تكون فى <code>wp-cron.php</code> حيث لا يرد بالرد المتوقع ( <code>200</code> ) عند طلب تشغيل احدى جداول المهام. وفى الغالب تكون مشكلة فى الخادم او اعدادات مقدم الإستضافة.

source: What do I do if I get the wp-cron error message?
ar: ماذا افعل اذا قابلتنى مشكلة فى wp-cron ؟

source: Unless your site is very large (many gigabytes) it should only take a few minutes to perform a backup. If your back up has been running for longer than an hour, it's safe to assume that something has gone wrong. Try de-activating and re-activating the plugin. If it keeps happening, contact support.
ar: تستغرق عملية النسخ الاحتياطى دقائق قليلة ، إلا اذا كان موقعك يحوى العديد من الجيجابايت. اذا استمرت عملية النسخ اكثر من ساعة ، ففى الغالب هناك خطأ ما حدث. جرب الغاء وإعادة التثبيت مرة أخرى. واذا حدثت مرة أخرى، يمكنك طلب المساعدة من الدعم الفنى.

source: How long should a backup take?
ar: كم تستغرق عملية النسخة الاحتياطى ؟

source: BackUpWordPress stores the last 10 backups by default.
ar: ‫BackUpWordPress يحتفظ بأخر ١٠ نسخ احتياطية ، إلا اذا تغيرت الاعدادات.

source: How many backups are stored by default?
ar: كم من النسخ الاحتياطية يتم الاحتفاظ بها ؟

source: Most servers have a filesize limit on email attachments, it's generally about 10mb. If your backup file is over that limit, it won't be sent attached to the email. Instead, you should receive an email with a link to download the backup. If you aren't even receiving that, then you likely have a mail issue on your server that you'll need to contact your host about.
ar: معظم الخوادم تقيد حجم الملف المرفق بأي رسائل بريدية ، وفى الغالب يكون الحد الأقصى ١٠ ميجا بايت. اذا زاد حجم النسخة عن ذلك فلن يتم ارفاقها بالرسالة، ولكن سيتم ارفاق رابط الي تحميلها. اذا كنت لا تتلقى رسائل نهائياً، فربما يجب عليك الاتصال بمقدم الخدمة لحل المشكلة فى خادمك.

source: I'm not receiving my backups by email
ar: لا يرسل الموقع أي ملفات مع تنبيهات اكتمال عملية النسخ!

source: No.
ar: لا.

source: Does BackUpWordPress back up the backups directory?
ar: هل يضيف BackUpWordPress مجلدات النسخ الاحتياطي للاضافات الأخرى ؟

source: See this guide for more details - <a href="https://bwp.hmn.md/support-center/restore-backup/" title="Go to support center" target="_blank">How to restore from backup</a>.
ar: اقرأ هذه الصفحة لمزيد من المعلومات: <a href="https://bwp.hmn.md/support-center/restore-backup/" title="Go to support center" target="_blank">كيف تسترجع موقعك من نسخة احتياطية</a>.

source: You need to download the latest backup file either by clicking download on the backups page or via <code>FTP</code>. <code>Unzip</code> the files and upload all the files to your server overwriting your site. You can then import the database using your hosts database management tool (likely <code>phpMyAdmin</code>).
ar: يجب ان تحمل النسخة المراد استرجاعها عن طريق تحميلها من صفحة BackUpWordPress او من المكان الذى ارسلته اليها، وتفك ضغط الملف ، ثم ترفع جميع الملفات الى موقعك مرة اخرى ، وتسترجع قاعدة البيانات المتاحة عن طريق اداة التعامل مع قاعدة البيانات التى يوفرها مقدم الخدمة لك.

source: How do I restore my site from a backup?
ar: كيف استرجع موقعى عن طريق نسخة احتياطية ؟

source: What if I want to back up my site to another destination?
ar: ماذا لو اردت ارسال النسخ الاحتياطية الى مكان اخر ؟

source: Important: By default BackUpWordPress backs up everything in your site root as well as your database, this includes any non WordPress folders that happen to be in your site root. This does mean that your backup directory can get quite large.
ar: هام: BackUpWordPress يخزن كل الملفات من مجلد موقعك الرئيسي بالاضافة الى قاعدة البيانات، وذلك يتضمن اي مجلدات غير متعلقة بووردبريس موجوده فيه. وذلك يعنى ان حجم ملفات النسخ الاحتياطية يمكن ان تزيد عن الحد الطبيعي.

source: Backups are stored on your server in <code>/wp-content/backups</code>, you can change the directory.
ar: ملفات النسخ الاحتياطية يتم تخزينها على الخادم الخاص بك فى <code>/wp-content/backups</code>، ويمكنك تغيير هذا المسار.

source: Where does BackUpWordPress store the backup files?
ar: ايه يخزن BackUpWordPress ملفات النسخ الاحتياطية ؟

source: Yes, I want to enable support
ar: نعم، أرغب فى تفعيل الدعم

source: No, thanks
ar: لا، شكراً

source: You can disable support in the future by deactivating BackUpWordPress.
ar: يمكن الغاء تفعيل الدعم عن طريق الغاء تثبيت BackUpWordPress

source: BackUpWordPress uses %s to provide support. In addition to allowing you to send and receive messages we also send the following server information along with your requests:
ar: ‫BackUpWordPress يستعمل %s لتوفير الدعم. بالاضافة الى تفعيل خدمة مراسلة الدعم ، نقوم بارسال المعلومات التالية:

source: Enable BackUpWordPress Support
ar: تفعيل دعم BackUpWordPress

source: The time that your schedules should run. Defaults to %s.
ar: الوقت الذى يجب تشغيل عملية النسخ فيه، وهو افتراضياً %1$s.

source: The root directory that is backed up. Defaults to %s.
ar: المجلد الرئيسي الذى سيتم نسخه، وهو افتراضياً %1$s.

source: The capability to use when calling %1$s. Defaults to %2$s.
ar: الصلاحية التى يجب استخدامها عند استخدام %1$s . وهي افتراضياً %2$s.

source: Comma separated list of files or directories to exclude, the backups directory is automatically excluded.
ar: قائمة المجلدات التى ترغب فى استثنائها ، مفصولة بفاصلة ( , ). مجلد حفظ النسخ مستثنى مسبقاً.

source: files
ar: الملفات

source: The path to your %1$s executable. Will be used to zip up your %2$s and %3$s if available.
ar: المسار الى برنامج %1$s ، سوف يستخدم فى مرحلة ضغط %2$s و %3$s اذا كان موجوداً.

source: database
ar: قاعدة البيانات

source: The path to your %1$s executable. Will be used for the %2$s part of the back up if available.
ar: المسار الى برنامج %1$s ، سوف يستخدم فى مرحلة %2$s اذا كان موجوداً.

source: e.g.
ar: مثلاً

source: The path to the folder you would like to store your backup files in, defaults to %s.
ar: مسار المجلد الذى ترغب فى حفظ النسخ إليه، وهو افتراضياً فى %s.

source: You've set it to: %s
ar: لقد اعددته إلى %s

source: The Codex can help
ar: دعم ووردبريس يمكنه المساعدة

source: Constants
ar: الثوابت

source: add schedule
ar: اضافة جدولة

source: This is where your backups will appear once you have some.
ar: سوف تظهر النسخ الاحتياطية هنا عندما يوجد بعض منها.

source: Actions
ar: المهام

source: Type
ar: النوع

source: Size
ar: الحجم

source: %1$s is returning a %2$s response which could mean cron jobs aren't getting fired properly. BackUpWordPress relies on wp-cron to run scheduled backups. See the %3$s for more details.
ar: ‫%1$s يرد بـ %2$s ومما قد يعنى أن المهام المجدولة ( Cron jobs ) لا تعمل بشكل صحيح. BackUpWordPress يتعمد على ذلك للقيام بالنسخ الإحتياطية المجدولة. المزيد من المعلومات على %3$s.

source: BackUpWordPress has detected a problem.
ar: ‫BackUpWordPress اكتشف مشكلة.

source: Max backups must be greater than 0
ar: الحد الأقصى لابد ان يكون اكبر من صفر

source: Max backups must be a number
ar: الحد الأقصى لابد وان يكون رقم

source: Max backups can't be empty
ar: الحد الأقصى لا يمكن إغفاله

source: Minutes must be between 0 and 59
ar: الدقائق يجب ان تكون بين صفر و ٥٩

source: Hours must be between 0 and 23
ar: الساعة لابد ان تكون بين صفر و ٢٣

source: Day of month must be between 1 and 31
ar: يوم الشهر يجب ان يكون بين ١ و ٣١

source: Day of the week must be a valid, lowercase day name
ar: يوم الاسبوع يجب ان يكون صحيح ، وبحروف صغيرة

source: Invalid schedule
ar: تكرار غير صحيح

source: Schedule cannot be empty
ar: التكرار لا يمكن اغفاله

source: Invalid backup type
ar: نوع مهمة غير معروف

source: Backup type cannot be empty
ar: نوع المهمة لا يمكن اغفاله

source: The schedule ID was not provided. Aborting.
ar: لم توفر معرف المهمة المجدولة
