Repository: kadimi/momtazpress
Catalog: inc/languages/plugins/buddypress-*.po
Languages: ar

source: Page %s
ar: الصفحة %s

source: There was a problem rejecting that request. Please try again.
ar: حدث خطا في محاولة رفض هذا الطلب، يرجي إعادة المحاولة

source: Error joining group
ar: خطأ في محاولة الإنضمام للمجموعة

source: Error requesting membership
ar: خطأ في محاولة طلب العضوية

source: Membership Requested
ar: أرسل طلب العضوية

source: Error leaving group
ar: خطأ في محاولة ترك المجموعة

source: There was a problem closing the notice.
ar: حدث خطا في محاولة إغلاق عذا الإشعار

source: There was a problem sending that reply. Please try again.
ar: حدث خطا في محاولة إرسال هذا الرد، يرجي إعادة المحاولة

source: There was a problem marking messages as unread.
ar: حدث خطا في محاولة وضع هذه الرسالة كغير مقروءة

source: There was a problem marking messages as read.
ar: حدث خطا في محاولة وضع هذه الرسالة كمقروءة

source: There was a problem deleting messages.
ar: حدث خطا في محاولة مسح هذه الرسالة

source: Member changed profile picture
ar: تغيير العضو صورة الحساب

source: Updated Profile Photos
ar: الصور الشخصية المُحدّثة

source: Updated Profile
ar: ملف شخصي تم تحديثه

source: Profile Updates
ar: تحديثات الملف الشخصي

source: %s changed their profile picture
ar: %s غيّر صورة حسابه

source: Add New Field Group
ar: إضافة حقل جديد لهذه المجموعة

source: Fields in the "%s" group will appear on the signup page.
ar: الحقول في مجموعة "%s" ستظهر على صفحة التسجيل.

source: (Primary)
ar: (أساسي)

source: Add New Field
ar: أضف حقل جديد

source: There are no fields in this group.
ar: لا يوجد أي حقل في هذه المجموعة

source: You have no groups.
ar: أنت لست مشترك بأي مجموعة

source: The group was saved successfully.
ar: تم حفظ المجموعة بنجاح

source: Add New Group
ar: أضف مجموعة جديدة

source: The group was deleted successfully.
ar: تم حذف المجموعة بنجاح

source: The field was saved successfully.
ar: تم حفظ هذا الحقل بنجاح

source: field
ar: حقل

source: option
ar: خيار

source: (Required)
ar: (مطلوب)

source: The %s was deleted successfully!
ar: تم مسح %s بنجاح

source: Please make sure you give the group a name.
ar: الرجاء التأكد من إعطاء المجموعة إسم معين

source: Create Field Group
ar: إنشاء حقل المجموعة

source: Edit Field Group
ar: نعديل حقل المجموعة

source: Group Description
ar: وصف المجموعة

source: Field Description
ar: وصف الحقل

source: Edit Field
ar: تعديل الحقل

source: Add Field
ar: إضافة حقل

source: Default Visibility
ar: ظهور افتراضي

source: Submit
ar: أرسل

source: Per-Member Visibility
ar: ظهور حسب العضو

source: Let members change this field's visibility
ar: السماح للأعضاء بتغيير ظهور هذا الحقل

source: Field Requirement
ar: متطلبات الحقل

source: Enforce the default visibility for all members
ar: فرض الظهورالافتراضي لجميع الأعضاء

source: Not Required
ar: غير مطلوب

source: Required
ar: مطلوب

source: Field Type
ar: نوع الحقل

source: Please make sure you fill out all required fields.
ar: الرجاء التأكد من ملء كل الفراغات المطلوبة

source: January
ar: يناير

source: March
ar: مارس

source: February
ar: فبراير

source: May
ar: مايو

source: April
ar: أبريل

source: July
ar: يوليو

source: June
ar: يونيو

source: September
ar: سبتمبر

source: August
ar: أغسطس

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Clear
ar: إزالة

source: Please enter options for this Field:
ar: الرجاء إدخال خيارات لهذا الحقل

source: Sort Order:
ar: الترتيب:

source: Custom
ar: تخصيص

source: Default Value
ar: قيمة إفتراضية

source: Descending
ar: تنازلي

source: Ascending
ar: تصاعدي

source: Changes saved.
ar: تم حفظ التغييرات

source: Add Another Option
ar: إضافة احتمال آخر

source: Your profile settings have been saved.
ar: تم حفظ إعدادات ملفك الشخصي.

source: This member's profile settings have been saved.
ar: تم حفظ إعدادات الملف الشخصي لهذا العضو.

source: This field's visibility cannot be changed.
ar: لا يمكن تغيير حالة ظهور هذا الحقل.

source: Profile updated %s
ar: تم تحديث الحساب %s

source: Profile not recently updated
ar: لم يتم تحديث الملف الشخصي منذ فترة وجيزة

# activity admin edit screen
source: Status
ar: الحالة

# activity admin edit screen
source: Primary Item/Secondary Item
ar: عنصر أساسي/عنصر ثانوي

# activity admin edit screen
source: Author ID
ar: معرّف الكاتب

# activity admin edit screen
source: Type
ar: النوع

# activity admin edit screen
source: Link
ar: رابط

# Activity items per page (screen options)
source: Activity
ar: النشاط

# Admin SWA column header
source: In Response To
ar: في رد على

# component directory title
source: Groups
ar: المجموعات

# component directory title
source: Directory
ar: الدليل

# component directory title
source: Members
ar: الأعضاء

# Profile activity screen sub nav
source: Personal
ar: شخصى

# My Account Activity sub nav
source: Personal
ar: شخصية

# widget name
source: (BuddyPress) Friends
ar: (BuddyPress) الأصدقاء

# widget name
source: (BuddyPress) Recent Networkwide Posts
ar: (بدي بريس) أحدث مقالات الشبكة

# widget name
source: (BuddyPress) Groups
ar: (بدي بريس) المجموعات

# widget name
source: (BuddyPress) Members
ar: (BuddyPress) الأعضاء

# widget name
source: (BuddyPress) Who's Online
ar: (BuddyPress) المتّصلين حاليا

# widget name
source: (BuddyPress) Recently Active Members
ar: (BuddyPress) الأعضاء النشطين مؤخرا

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
ar: العنوان:

# Display name field
source: Display Name
ar: عرض الإسم

# First field-group name
source: General
ar: عام

# plugins
source: All <span class="count">(%s)</span>
ar: الكل <span class="count">(%s)</span>

# Page title for the Activity directory.
source: Activity
ar: النشاط

# Page title for the Sites directory.
source: Sites
ar: المواقع

# Page title for the Groups directory.
source: Groups
ar: المجموعات

# Page title for the Members directory.
source: Members
ar: الأعضاء

# Page title for the user registration screen.
source: Register
ar: تسجيل

# Profile sub nav
source: View
ar: عرض

# Main navigation
source: Profile
ar: الحساب

# search form
source: Posts
ar: مقالات

# Title of the login widget
source: (BuddyPress) Log In
ar: (BuddyPress) تسجيل الدخول

# Friends screen sub nav
source: Requests
ar: طلبات

# Friends screen sub nav
source: Friendships
ar: صداقات

# My Account Friends menu sub nav
source: Pending Requests <span class="count">%s</span>
ar: طلبات معلقة <span class="count">%s</span>

# Friend settings on notification settings page
source: A member accepts your friendship request
ar: قبل عضو طلب صداقتك

# My Account Friends menu sub nav
source: Friendships
ar: صداقات

# Friend settings on notification settings page
source: A member sends you a friendship request
ar: أرسل لك عضو طلب صداقة

# group admin edit screen
source: Save
ar: حفظ

# group admin edit screen
source: Settings
ar: إعدادات

# group admin edit screen
source: Manage Members
ar: التحكم في الأعضاء

# group admin edit screen
source: Add New Members
ar: إضافة أعضاء جدد

# Groups per page (screen options)
source: Groups
ar: مجموعات

# Group member role in group admin
source: Group Role
ar: دور المجموعة

# Group member name in group admin
source: Name
ar: الإسم

# Group member user_id in group admin
source: ID
ar: معرّف

# Groups admin Group Name column header
source: Name
ar: إسم

# Groups admin Privacy Status column header
source: Status
ar: حالة

# Groups admin Group Description column header
source: Description
ar: وصف

# Groups admin Last Active column header
source: Last Active
ar: آخر تنشيط

# Groups admin Members column header
source: # Members
ar: # أعضاء

# Component directory search
source: Search Groups...
ar: إبحث في المجموعات..

# Group screen nav
source: Invites
ar: دعوات

# Group screen nav
source: Photo
ar: صورة

# Group screen nav without counter
source: Groups
ar: مجموعات

# Pending signup action
source: Activate
ar: تفعيل

# Pending signup action
source: Email
ar: البريد الإلكتروني

# members user-admin edit screen
source: Status
ar: الحالة

# user
source: Add New
ar: أضف جديد

# user
source: Add Existing
ar: أضف من الموجود

# Pending Accounts per page (screen options)
source: Pending Accounts
ar: الحسابات المعلقة

# Message dropdown filter
source: Unread
ar: غير مقروءة

# Message management markup
source: Mark as Read
ar: ترميز كمقروءة

# Message management markup
source: Mark as Unread
ar: ترميز بغير مقروءة

# Notification screen nav
source: Unread
ar: غير مقروءة

# My Account Notification sub nav
source: Unread
ar: غير مقروء

# My Account Notification pending
source: Unread <span class="count">%s</span>
ar: غير مقروءة <span class="count">%s</span>

# Notification screen action
source: Unread
ar: غير مقروء

# Change profile field visibility level
source: Change
ar: تغيير

# xprofile user-admin edit screen
source: Profile Photo
ar: الصورة الرمزية

# xprofile field type
source: Multi Select Box
ar: صندوق الخيارات المتعددة

# xprofile field type
source: Number
ar: رقم

# xprofile field type
source: Text Box
ar: صندوق النص

# Profile header menu
source: Profile
ar: الحساب الشخصي

# Profile header sub menu
source: Edit
ar: تعديل

# Profile header sub menu
source: View
ar: عرض

# My Account Profile sub nav
source: View
ar: عرض

# Page title
source: My Profile
ar: حسابي

# My Account Settings sub nav
source: Profile
ar: الحساب

source: Sent %s
ar: مُرسَل %s

source: Notification successfully marked read.
ar: تم ترميز الإشعار كمقروء.

source: Notification successfully marked unread.
ar: تمّت الإشارة إلى هذا الإشعار على أنه غير مقروء.

source: There was a problem marking that notification.
ar: هناك مشكل أثناء عمل هذا الإشعار.

source: Notification successfully deleted.
ar: تمّ حذف الإشعار بنجاح

source: There was a problem deleting that notification.
ar: حدث خطأ أثناء حذف الإشعار.

source: No new notifications
ar: لا تنبيهات جديدة

source: Date not found
ar: لم يتم العثور على التاريخ

source: Search Notifications...
ar: بحث عن تنبيهات...

source: Read
ar: مقروء

source: Newest First
ar: الأحدث أولا

source: Oldest First
ar: الأقدم أولا

source: Go
ar: إنطلق

source: That email address is invalid. Check the formatting and try again.
ar: هذا البريد الإلكتروني غير صالح. تفحص التنسيق ثم أعد المحاولة.

source: That email address is currently unavailable for use.
ar: هذا البريد الإلكتروني غير متاح حاليا للإستخدام.

source: That email address is already taken.
ar: هذا البريد الإلكتروني مستخدم من قبل.

source: Email address cannot be empty.
ar: لا يمكن أن يكون عنوان البريد الإلكتروني فارغا.

source: Your current password is invalid.
ar: كلمتك السرية الحالية غير صالحة.

source: The new password fields did not match.
ar: حقلي كلمة المرور غير متطابقين

source: One of the password fields was empty.
ar: أحد حقلي كلمة المرور فارغ.

source: Your settings have been saved.
ar: تم حفظ إعداداتك

source: Your notification settings have been saved.
ar: تم حفظ إعدادات إشعاراتك.

source: No changes were made to this account.
ar: لم يتم عمل تغييرات على هذا الحساب.

source: This user's notification settings have been saved.
ar: تم حفظ إعدادات إشعارات هذا العضو.

source: %s was successfully deleted.
ar: %s تم حذفه بنجاح.

source: General
ar: عام

source: Capabilities
ar: الصلاحيات

source: Load More
ar: تحميل المزيد

source: Sorry, there was no activity found. Please try a different filter.
ar: عذراً، لا يوجد أي نشاط متطابق. يرجى اختيار تصفية أخرى

source: View Conversation
ar: عرض المحادثة

source: Mark as Favorite
ar: وسم كمفضل

source: Comment <span>%s</span>
ar: التعليقات <span>%s</span>

source: Favorite
ar: التفضيل

source: Remove Favorite
ar: إزالة التفضيل

source: Post
ar: نشر

source: The public activity for everyone on this site.
ar: الأنشطة العامة لكل من يستخدم الموقع

source: All Members <span>%s</span>
ar: جميع الأعضاء <span>%s</span>

source: The activity of my friends only.
ar: أنشطة أصدقائي فحسب

source: My Friends <span>%s</span>
ar: أصدقائي <span>%s</span>

source: The activity of groups I am a member of.
ar: أنشطة مجموعات أنا منضم اليها

source: My Groups <span>%s</span>
ar: مجموعاتي <span>%s</span>

source: My Favorites <span>%s</span>
ar: مفضّلاتي <span>%s</span>

source: The activity I've marked as a favorite.
ar: النشاط الذي قمت بتفضيله:

source: Activity that I have been mentioned in.
ar: النشاط الذي تم ذكري فيه

source: Mentions
ar: تنويهات

source: RSS Feed
ar: خلاصة RSS

source: RSS
ar: خلاصة RSS

source: Show:
ar: استعراض:

source: What's new in %s, %s?
ar: ما الجديد في %s, %s?

source: What's new, %s?
ar: ما الجديد، %s؟

source: Post Update
ar: تحديث التدوينة

source: Post in
ar: دون في

source: Sorry, there were no sites found.
ar: عذار، لم يتم العثور على أي مواقع.

source: Site registration is currently disabled
ar: تسجيل الموقع مغلق حالياً.

source: All Sites <span>%s</span>
ar: كل المواقع <span>%s</span>

source: My Sites <span>%s</span>
ar: مواقعي <span>%s</span>

source: Last Active
ar: آخر مشاركة

source: Topic
ar: موضوع

source: Freshness
ar: نشر منذ

source: Permanent link to this post
ar: الرابط الدائم لهذه التدوينة

source: Started by %1$s
ar: كتبه %1$s

source: in %1$s
ar: في %1$s

source: All Topics <span>%s</span>
ar: كل المواضيع <span>%s</span>

source: Sorry, there were no forum topics found.
ar: عذراً، لا يوجد موضوع بالمنتدى مطابق

source: Most Posts
ar: معظم التدوينات

source: My Topics <span>%s</span>
ar: مواضيعي <span>%s</span>

source: Unreplied
ar: بدون ردود

source: Content:
ar: المحتوى

source: Create New Topic:
ar: إنشاء موضوع جديد:

source: Tags (comma separated):
ar: الوسوم (مفرقة بفواصل)

source: Post Topic
ar: إنشر موضوع

source: Post In Group Forum:
ar: نشر في منتدى المجموعة

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
ar: أنت لست عضواً في أي من المجموعات، لذا لا يوجد لديك أي منتدى مجموعة يمكنك أن تنشر به. لتبدأ التدوين، عليك أولاً أن تجد مجموعة تتطابق مع مضمون الموضوع الذي تريد البدء به. إن كانت هذه المجموعة غير موجودة، فلماذا لا <a href='%s'> تنشئ </a> واحدة جديدة؟ عندما تنضم أو تنشئ مجموعة، يمكنك البدء بنشر موضوع جديد في منتدى المجموعات.

source: Group Description (required)
ar: وصف المجموعة (ضروري)

source: Group Name (required)
ar: إسم المجموعة (ضروري)

source: Privacy Options
ar: خيارات الخصوصية

source: This is a public group
ar: هذه مجموعة عامة

source: Any site member can join this group.
ar: يمكن لأي مستخدم للموقع الإنضمام لهذه المجموعة

source: This group will be listed in the groups directory and in search results.
ar: سيتم وضع هذه المجموعة في مجلد المجموعات وأي نتيجة بحث

source: Group content and activity will be visible to any site member.
ar: محتوى المجموعة وأنشطتها ستكون مرئية لأي مستخدم في الموقع

source: This is a private group
ar: هذه مجموعة خاصة

source: Only users who request membership and are accepted can join the group.
ar: وحدهم المستخدمين الذين يتلقون دعوات أو تقبل طلبات عضويتهم بإمكانهم الإنضمام لهذه المجموعة

source: Group content and activity will only be visible to members of the group.
ar: محتوى المجموعة وأنشطتها ستكون مخفية عن أي مستخدم في الموقع

source: This is a hidden group
ar: هذه مجموعة مخفية

source: Only users who are invited can join the group.
ar: وحدهم المستخدمين الذين يتلقون دعوات بإمكانهم الإنضمام لهذه المجموعة

source: This group will not be listed in the groups directory or search results.
ar: لن تعرض هذه المجموعة في مجلد المجموعات أو نتائج البحث

source: Group Invitations
ar: دعوات المجموعة

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
ar: <strong> انتباه مدير الموقع: </strong> منتديات المجموعة تتطلب تنزيلات بي بي بريس <a href="%s">تصحيح</a>

source: Should this group have a forum?
ar: هل يمكن لهذه المجموعة أن تمتلك منتدى؟

source: Upload Image
ar: حمل الصورة

source: Crop Image
ar: قص الصورة

source: Remove Invite
ar: إلغاء الدعوة

source: Select people to invite from your friends list.
ar: إختر من تريد دعوته من أصدقائك للمجموعة

source: Once you have built up friend connections you will be able to invite others to your group.
ar: حالما تقوم بربط اتصالات مع أصدقاء، سيصبح بإمكانك دعوة اخرين إلى مجموعتك.

source: Back to Previous Step
ar: العودة إلى الخطوة السابقة

source: Next Step
ar: الخطوة التالية

source: Create Group and Continue
ar: أنشئ مجموعة وأكمل

source: Finish
ar: الإنتهاء

source: There were no groups found.
ar: لم يتم إيجاد أي مجموعة

source: All Groups <span>%s</span>
ar: جميع المجموعات <span>%s</span>

source: Most Members
ar: معظم الأعضاء

source: Notify group members of these changes via email
ar: أبلغ أعضاء المجموعة بهذه التغييرات عبر البريد الألكتروني

source: Newly Created
ar: أنشئت حديثاً

source: (banned)
ar: (ممنوع)

source: Remove Ban
ar: إلغاء المنع

source: Unban this member
ar: الغاء المنع لهذا العضو

source: Kick and ban this member
ar: إطرد وامنع هذا العضو

source: Kick &amp; Ban
ar: أطرد &amp; قم بحظر

source: Remove from group
ar: إخراج من المجموعة

source: Remove this member
ar: حذف هذا العضو

source: Promote to Mod
ar: ترقية إلى مشرف

source: This group has no members.
ar: لا يوجد أي اعضاء في هذه المجموعة

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
ar: تحذير: مسح هذه المجموعة سيمسح كل المعلومات المتصلة بها. لا يوجد أي خطوة للعودة، الرجاء أخذ الحذر مع هذا الخيار.

source: I understand the consequences of deleting this group.
ar: أنا أفهم نتائج وعواقب مسح هذه المجموعة

source: Forum Directory
ar: مسار المنتدى

source: Edit:
ar: تعديل :

source: New Reply
ar: رد جديد

source: This topic does not exist.
ar: هذا الموضوع غير موجود أساساً

source: Topic tags:
ar: وسوم الموضوع:

source: %1$s said %2$s:
ar: %1$s قال %2$s:

source: You will auto join this group when you reply to this topic.
ar: ستنضم تلقائياً لهذه المجموعة بمجرد الرد على هذا الموضوع

source: There are no posts for this topic.
ar: لا يوجد أي تدوينة في هذا الموضوع

source: Add a reply:
ar: أضف رد:

source: This topic is closed, replies are no longer accepted.
ar: هذا الموضوع مغلق، تم إيقاف التعليقات

source: Post Reply
ar: نشر الرد

source: You will auto join this group when you start a new topic.
ar: ستنضم تلقائياً لهذه المجموعة بمجرد نشر موضوع جديد

source: Post a New Topic:
ar: نشر موضوع جديد

source: Group Admins
ar: مدراء المجموعة

source: Group Mods
ar: مشرفي المجموعة

source: Send Invites
ar: أرسل الدعوات

source: You are requesting to become a member of the group '%s'.
ar: أنت تطلب الإنضمام إلى هذه المجوعة '%s'

source: Comments (optional)
ar: التعليقات (اختياري)

source: Send Request
ar: أرسل الطلب

source: Accept
ar: أقبل

source: Reject
ar: أرفض

source: There are no pending membership requests.
ar: لا يوجد لديك أي طلبات إضافة

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
ar: تم تفعيل حسابك بنجاح. تم إرسال تفاصيل حسابك في بريد منفصل.

source: Please provide a valid activation key.
ar: الرجاء تقديم مفتاح تشغيل صالح

source: Activation Key:
ar: مفتاح التفعيل

source: Newest Registered
ar: المسجلين حديثاً

source: User registration is currently not allowed.
ar: تسجيل الأعضاء غير متاح حالياً.

source: Account Details
ar: تفاصيل الحساب

source: (required)
ar: (مطلوب)

source: Email Address
ar: البريد الإلكتروني

source: Confirm Password
ar: أكد كلمة السر

source: Choose a Password
ar: إختر كلمة السر

source: Profile Details
ar: تفاصيل الملف الشخصي

source: This field can be seen by: <span class="current-visibility-level">%s</span>
ar: يمكن رؤية هذا الحقل من طرف: <span class="current-visibility-level">%s</span>

source: Who can see this field?
ar: من يمكنه رؤية هذا الحقل؟

source: Yes, I'd like to create a new site
ar: نعم، أرغب في إنشاء موقع جديد

source: Blog Details
ar: تفاصيل المدونة

source: Site Title
ar: عنوان الموقع

source: Blog URL
ar: رابط المدونة

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
ar: تم إنشاء حسابك بنجاح. للبدء باستخدام الموقع، عليك تفعيله من خلال الرسالة التي تم إرسالها إلى عنوانك البريدي

source: Complete Sign Up
ar: استكمال التسجيل

source: You have successfully created your account! Please log in using the username and password you have just created.
ar: تم إنشاء حسابك بنجاح. للبدء باستخدام الموقع، الرجاء تسجيل الدخول من خلال إسم المستخدم وكلنة السر التي أرسلناها لك.

source: You have no outstanding group invites.
ar: لا يوجد لديك أي دعوات لمجموعات

source: You have no pending friendship requests.
ar: لا يوجد لديك أي طلبات إضافة

source: Send To (Username or Friend's Name)
ar: أرسل إلى (اسم العضو أو اسم الصديق)

source: This is a notice to all users.
ar: هذا إشعار لكل الأعضاء

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Send Message
ar: أرسل الرسالة

source: Select all
ar: حدّد الكل

source: From:
ar: من:

source: To:
ar: إلى:

source: View Message
ar: إقرأ الرسالة

source: Sorry, no messages were found.
ar: عذراً، لم يتم العثور على أي رسائل.

source: Unread
ar: غير مقروء

source: Sent:
ar: أرسلت:

source: Delete Message
ar: إمسح الرسالة

source: Sorry, no notices were found.
ar: عذراً، لم يتم إيجاد أي إشعارات

source: You are alone in this conversation.
ar: أنت وحيد في هذه المحادثة

source: Conversation between %s and you.
ar: محادثة بين %s وبينك.

source: Send a Reply
ar: أرسل رد

source: Send Reply
ar: أرسل رد

source: You have no unread notifications.
ar: ليس لديك إشعارات غير مقروءة .

source: This member has no unread notifications.
ar: لا يتوفر هذا العضو على إشعارات غير مقروءة.

source: You have no notifications.
ar: ليس لديك أي إشعارات.

source: This member has no notifications.
ar: هذا العضو ليس لديه إشعارات.

source: Notification
ar: إشعار

source: Date Received
ar: تاريخ الإستلام

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
ar: إضغظ أدناه على صورة من نوع JPG, GIF or PNG على حاسوبك ومن ثمّ على مفتاح "رفع الصورة" للانتهاء.

source: Editing '%s' Profile Group
ar: تعديل '%s' صورة المجموعة

source: %s's Profile
ar: حساب %s

source: Change
ar: تغيير

source: This user is a spammer.
ar: هذا المستخدم مزعج.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
ar: بحذفك لحسابك سيتم حذف جميع المحتويات التي قمت بإنشاءها ، ولن تكون قابلة للإسترجاع بتاتاً.

source: Save
ar: حفظ

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
ar: عند حذف هذا الحساب سيتم حذف كل المحتوى الذي تم إنشاءه. ولن يكون قابلا للإسترجاع.

source: I understand the consequences.
ar: أنا أستوعب العواقب.

source: Account Email
ar: البريد الإلكتروني

source: Lost your password?
ar: فقدت كلمة المرور ؟

source: Password Lost and Found
ar: إستعادة كلمة المرور

source: Change Password <span>(leave blank for no change)</span>
ar: تغيير كلمة السر <span>(أتركه فارغا كي لا يتم تغييرها)</span>

source: New Password
ar: كلمة المرور الجديدة

source: Repeat New Password
ar: تكرار كلمة المرور الجديدة

source: Visibility
ar: الظهور

source: Send an email notice when:
ar: إرسال إشعار عند

source: Accepted
ar: مقبول

source: comments
ar: التعليقات

source: Are you sure you want to leave this group?
ar: هل أنت متأكد من رغبتك في ترك هذه المجموعة؟

source: My Favorites
ar: تفضيلاتي

source: Rejected
ar: مرفوض

source: Show all comments for this thread
ar: إظهار كافة التعليقات على هذا الموضوع

source: Show all
ar: إظهار كافة

source: Show all %d comments
ar: مشاهدة جميع تعليقات %d

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
ar: حسابك به تعديلات لم يتم حفظها. إذا غادرت هذه الصفحة، سوف تفقد كل التعديلات.

source: There was a problem when deleting. Please try again.
ar: حدث خطا في محاولة المسح، يرجي إعادة المحاولة
