Repository: kadimi/momtazpress
Catalog: inc/languages/plugins/buddypress-*.po
Languages: ar

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
ar: %s قام مسبقا بطلب للإنظمام إلى هذه المجموعة. إذا أُرسلت دعوة سيتم إضافة العضو تلقائيا إلى المجموعة.

source: Friendship could not be requested.
ar: لا يمكن إرسال طلب صداقة.

source: Friendship request could not be cancelled.
ar: لا يمكن إلغاء طلب الصداقة.

source: Request Pending
ar: طلب بانتظار المراجعة

source: There was a problem accepting that request. Please try again.
ar: حدث خطا في محاولة قبول هذا الطلب، يرجي إعادة المحاولة

source: Private <span class="count">(%s)</span>
ar: خاصة <span class="count">(%s)</span>

source: Select group %1$d
ar: إختر مجموعة %1$d

source: Hidden <span class="count">(%s)</span>
ar: مخفي <span class="count">(%s)</span>

source: Group Admin
ar: مدير المجموعة

source: Group Mod
ar: مشرف في المجموعة

source: %1$s replied to the forum topic %2$s in the group %3$s
ar: %1$s أجاب على موضوع المنتدى %2$s في المجموعة %3$s

source: Memberships
ar: العضويات

source: Invitations
ar: الدعوات

source: Requests
ar: طلبات

source: Photo
ar: صورة

source: Details
ar: تفاصيل

source: Group Details Updated
ar: تم تحديث تفاصيل المجموعة

source: Membership request for group: %s
ar: طلب عضوية للمجموعة: %s

source: Membership request for group "%s" accepted
ar: تم قبول طلب الإنضمام للمجموعة "%s"

source: Your membership request for the group "%1$s" has been accepted. To view the group please login and visit: %2$s ---------------------
ar: تم قبول طلب عضويتك في مجموعة "%1$s". فضلا قم بتسجيل دخولك لمشاهدة المجموعة: %2$s ---------------------

source: Membership request for group "%s" rejected
ar: تم رفض طلب الإنضمام للمجموعة "%s"

source: an administrator
ar: مدير

source: a moderator
ar: مشرف

source: You have been promoted in the group: "%s"
ar: تم ترقيتك في هذه المجموعة: "%s"

source: You have an invitation to the group: "%s"
ar: لديك دعوة إلى هذه المجموعة: "%s"

source: Membership for group "%s" accepted
ar: تمت الموافقة على طلبات الإنضمام للمجموعة "%s"

source: %d accepted group membership requests
ar: %d وافق على طلبات الإنضمام للمجموعة

source: %s requests group membership
ar: %s طلبات الإنضمام للمجموعة

source: Group Membership Requests
ar: طلبات الإنضمام للمجموعة

source: You were promoted to an admin in the group "%s"
ar: تم ترقيتك إلى مدير في المجموعة "%s"

source: You were promoted to an admin in %d groups
ar: تم ترقيتك إلى مدير على المجموعات %d

source: Membership for group "%s" rejected
ar: تم رفض طلبات الإنضمام للمجموعة "%s"

source: %d rejected group membership requests
ar: %d رفض طلبات الإنضمام للمجموعة

source: You were promoted to a mod in %d groups
ar: تم ترقيتك إلى مشرف على المجموعات %d

source: You were promoted to a mod in the group "%s"
ar: تم ترقيتك إلى مشرف في المجموعة "%s"

source: You have %d new group invitations
ar: لديك %d طلبات دعوة جديدة إلى مجموعات

source: Group Invites
ar: دعوات المجموعة

source: Group invite could not be accepted
ar: لم ينجح قبول طلب الدعوة للمجموعة

source: You have an invitation to the group: %s
ar: لديك طلب دعوة إلى مجموعة: %s

source: Group invite accepted
ar: تم قبول دعوة المجموعة

source: Group invite could not be rejected
ar: دعوة المجموعة لا يمكن رفضها

source: Group invite rejected
ar: تم رفض دعوة المجموعة

source: It looks like you've already said that!
ar: يبدو أنك قلت ذلك من قبل!

source: There was an error when making that topic a sticky
ar: حدث خطأ في تثبيت هذا الموضوع

source: Your reply was posted successfully
ar: تم نشر ردك بنجاح

source: There was an error when replying to that topic
ar: حدث خطأ في الرد على هذا الموضوع

source: The topic was made sticky successfully
ar: تم تثبيت هذا الموضوع بنجاح

source: There was an error when unsticking that topic
ar: حدث خطأ في إلغاء تثبيت هذا الموضوع

source: The topic was unstuck successfully
ar: تم إلغاء تثبيت هذا الموضوع بنجاح

source: There was an error when closing that topic
ar: حدث خطأ في إغلاق هذا الموضوع

source: There was an error when opening that topic
ar: حدث خطأ في إنشاء هذا الموضوع

source: The topic was closed successfully
ar: تم إلغاء هذا الموضوع بنجاح

source: There was an error deleting the topic
ar: حدث خطأ في مسح هذا الموضوع

source: The topic was opened successfully
ar: تم إنشاء هذا الموضوع بنجاح

source: The topic was deleted successfully
ar: تم مسح هذا الموضوع بنجاح

source: There was an error when editing that topic
ar: حدث خطأ أثناء تعديل هذا الموضوع

source: The topic was edited successfully
ar: تم تعديل هذا الموضوع بنجاح

source: There was an error when editing that post
ar: حدث خطأ في محاولة تعديل هذه التدوينة

source: The post was deleted successfully
ar: تم مسح هذه التدوينة بنجاح

source: There was an error deleting that post
ar: حدث خطأ في محاولة مسح على هذه التدوينة

source: You have been banned from this group.
ar: تم حظرك من هذه المجموعة.

source: The post was edited successfully
ar: تم تعديل هذه التدوينة بنجاح

source: Group invites sent.
ar: الدعوات للمجموعة أرسلت.

source: This group does not have a forum setup yet.
ar: هذه المجموعة لا تتوفر على منتدى بعد.

source: The member requested to join the group
ar: طلب العضو الإنضمام إلى المجموعة

source: You are not allowed to send or remove invites
ar: لا يسمح لك إرسال أو إزالة الدعوات

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
ar: تم إرسال طلبك للإنضمام للمشرف على المجموعة بنجاح. سيتم إحطارك عند الرد على الطلب.

source: Group details were successfully updated.
ar: تم تعديل تفاصيل المجموعة بنجاح

source: Group settings were successfully updated.
ar: تم تعديل إعدادات المجموعة بنجاح

source: User demoted successfully
ar: تم إلغاء ترقية المستخدم بنجاح

source: User promoted successfully
ar: تم ترقية المستخدم بنجاح

source: User banned successfully
ar: تم منع المستخدم بنجاح

source: User ban removed successfully
ar: تم إلغاء المنع عن هذا المستخدم بنجاح

source: User removed successfully
ar: تم حذف العضو بنجاح

source: Group membership request accepted
ar: تم قبول طلب الإنضمام للمجموعة

source: Group membership request rejected
ar: تم رفض طلب الإنضمام للمجموعة

source: The group was deleted successfully
ar: تم مسح المجموعة بنجاح

source: Hidden Group
ar: مجموعة مخفية

source: Public Group
ar: مجموعة عامة

source: Group
ar: مجموعة

source: Private Group
ar: مجموعة خاصة

source: not yet active
ar: غير نشط بعد

source: Filter Groups
ar: تصنيف المجموعات

source: No Mods
ar: لا مشرفين

source: No Admins
ar: لا مدراء

source: Group creator profile photo of %s
ar: صورة حساب مُنشئ المجموعة %s

source: %d topic
ar: موضوع %d

source: %s member
ar: %s عضو

source: Demote to Member
ar: تنزيل الرتبة إلى عضو

source: %d topics
ar: موضوع %d

source: joined %s
ar: إنضم %s

source: This group has no administrators
ar: لا يوحد مدراء لهذه المجموعة

source: Promote to Admin
ar: ترقية إلى مدير

source: This group has no moderators
ar: لا يوجد مشرف لهذه المجموعة

source: Join Group
ar: الإنضمام للمجموعة

source: Leave Group
ar: مغادرة المجموعة

source: Accept Invitation
ar: الموافقة على الدعوة

source: Request Membership
ar: إطلب الانتساب

source: Request Sent
ar: تم إرسال الطلب

source: This is a private group and you must request group membership in order to join.
ar: هذه مجموعة خاصة، وعليك طلب إذن للإنضمام

source: Order By:
ar: ترتيب حسب:

source: This is a hidden group and only invited members can join.
ar: هذه مجموعة مستترة، لا يمكن الإنضمام إليها من دون دعوة خاصة

source: This is a private group. Your membership request is awaiting approval from the group administrator.
ar: هذه مجموعة خاصة. طلب إنضمامك للمجموعة ينتظر الموافقة من قبل المدير

source: This is a private group. To join you must be a registered site member and request group membership.
ar: هذه مجموعة خاصة. للإنضمام عليك أن تكون مستخدم مسجل في الموقع، ومن ثمّ طلب الدخول

source: Group Activity
ar: نشاط المجموعة

source: Oldest
ar: الأقدم

source: Alphabetical
ar: ألفبائياً

source: Most Popular
ar: الأكثر شهرة

source: Recently Joined
ar: إنضم مؤخراً

source: Group avatar
ar: الصورة الرمزية للمجموعة

source: requested %s
ar: مطلوب %s

source: Moderator Of
ar: مشرف على

source: Administrator Of
ar: مدير

source: %s group
ar: %s مجموعة

source: Group Activity RSS Feed
ar: خلاصة RSS لأنشطة المجموعات

source: created %s
ar: تم إنشاء %s

source: There are no groups to display.
ar: لا يوجد أي مجموعة ليتم عرضها

source: Max groups to show:
ar: الحد الأقصى لعرض المجموعات

source: Link widget title to Groups directory
ar: ربط عنوان المربع الجانبي مع دليل المجموعات

source: Default groups to show:
ar: المجموعات الإفتراضية التي ستعرض :

source: Cheatin&#8217; huh?
ar: تغش.. أليس كذلك؟

source: No groups matched the current filter.
ar: لا يوجد أي مجموعات تتطابق مع التصفية الحالية

source: BuddyPress Default
ar: بدي بريس الإفتراضي

source: Email
ar: البريد الالكتروني

source: Last Sent
ar: آخر إرسال

source: No pending accounts found.
ar: ﻻ توجد حسابات معلقة.

source: User removed as spammer.
ar: تم محو المستخدم بوصفه إعلاناً مزعجاً

source: There was an error deleting %s from the system. Please try again.
ar: هناك عطل في محاولة مسح %s من النظام. يرجي إعادة المحاولة

source: %s has been deleted from the system.
ar: تم مسح %s من النظام

source: New member registered
ar: تم تسجيل مستخدم جديد

source: %s became a registered member
ar: %s أصبح عضواً مسجلاً

source: New Members
ar: أعضاء جدد

source: Profile updated.
ar: تم تحديث الملف الشخصي.

source: User could not be removed as spammer.
ar: لا يمكن إزالة المستخدم كمزعج.

source: User could not be marked as spammer.
ar: لا يمكن ترميز المستخدم كمزعج.

source: Please make sure you fill in all required fields in this profile field group before saving.
ar: الرجاء التأكد من تعبئة كل الحقول المطلوبة في هذا حقل مجموعة هذا الملف الشخصي قبل الحفظ.

source: Edit Profile
ar: تعديل الملف الشخصي

source: Profile
ar: الملف الشخصي

source: This is the admin view of a user&#39;s profile.
ar: هذا استعارض المدير للملف الشخصي لمستخدم.

source: Edit User
ar: تحرير العضو

source: &larr; Back to Users
ar: &larr; الرجوع إلى المستخدمين

source: Spammer
ar: مزعج

source: User account has not yet been activated
ar: لم يتم تفعيل حساب المستخدم بعد.

source: View Profile
ar: عرض الملف الشخصي

source: Registered on: <strong>%1$s</strong>
ar: مسجّل في: <strong>%1$s</strong>

source: Update Profile
ar: تحديث الملف الشخصي

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
ar: من خيارات الشاشة، يمكنك تخصيص الأعمدة المعروضة وترقيم صفحات لهذه الشاشة.

source: Users
ar: المستخدمين

source: Delete Pending Accounts
ar: حذف الحسابات المعلقة.

source: Search Pending Users
ar: البحث عن مستخدمين معلَّقِين

source: Activate Pending Accounts
ar: تفعيل الحسابات المعلقة

source: You are about to delete the following account:
ar: أنت على وشك حذف الحساب التالي:

source: You are about to activate the following account:
ar: أنت على وشك تفعيل الحساب التالي:

source: Resend Activation Emails
ar: إعادة إرسال رسائل التفعيل

source: You are about to resend an activation email to the following account:
ar: أنت على وشك إعادة إرسال بريد تفعيل إلى الحساب التالي:

source: Last notified: %s
ar: آخر إشعار: %s

source: (less than 24 hours ago)
ar: (قبل أقل من 24 ساعة)

source: Confirm
ar: تأكيد

source: Edit My Profile
ar: تحرير ملفي الشخصي

source: Log in
ar: تسجيل الدخول

source: Delete Account
ar: مسح الحساب

source: Edit Member
ar: تحرير العضو

source: the sign-up has already been activated.
ar: لقد تم تفعيل طلب التسجيل مسبقاً.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
ar: <strong>خطأ</strong>: تمت الإشارة إلى حسابك كمزعج

source: Sorry, that email address is not allowed!
ar: عذراً، هذا البريد الإلكتروني غير مسموح.

source: Please check your email address.
ar: يرجى التحقق من عنوان بريدك الإلكتروني.

source: Please enter a username
ar: الرجاء إدخال اسم المستحدم

source: Sorry, that email address is already used!
ar: عذراً، هذا البريد الإلكتروني مستخدم من قبل!

source: Username must be at least 4 characters
ar: إسم المستخدم يجب ان يتكون على الاقل من أربعة رموز

source: Usernames can contain only letters, numbers, ., -, and @
ar: اسم المستخدم يمكن أن يحتوي فقط حروف، أرقام، .، -، و @

source: Sorry, usernames may not contain the character "_"!
ar: عذراً، لا يمكن أن يحتوي إسم المستخدم على هذه الرموز: "_"

source: Sorry, usernames must have letters too!
ar: عذراً، أسماء المستخدمين يجب أن تحتوي على حروف أيضاً!

source: Sorry, that username already exists!
ar: عذراً، إسم المستخدم هذا موجود مسبقا!

source: Invalid activation key.
ar: مفتاح التفعيل غير صالح.

source: That username is not allowed
ar: اسم المستخدم هذا غير مسموح

source: The user is already active.
ar: هذا المستخدم مفعل مسبقا.

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
ar: <strong>خطأ</strong>: لم يتم تفعيل حسابك. تفحص بريدك الإلكتروني للوصول إلى رابط التفعيل.

source: That username is already activated.
ar: إسم المستخدم هذا مفعّل مسبقا.

source: Could not create user
ar: لا يمكن إنشاء مستخدم جديد

source: Invalid activation key
ar: مفتاح تفعيل خاطئ

source: The site is already active.
ar: هذا الموقع مفعّل مسبقا.

source: Your Profile Photo
ar: صورتك الرمزية

source: Activity RSS Feed
ar: خلاصة RSS للأنشطة

source: Default members to show:
ar: عرض عدد الأعضاء بشكل افتراضي:

source: Max members to show:
ar: العدد الأقصى للأعضاء الظاهرين:

source: No one has signed up yet!
ar: لم يسجل أحد دخوله بعد!

source: Who's Online
ar: المتصلين حاليا

source: There are no users currently online
ar: لا يوجد أي مستخدم متواجد حالياً

source: There are no recently active members
ar: لا يوجد أعضاء متواجدين حالياً

source: Max Members to show:
ar: الحد الأقصى لعرض الأعضاء:

source: Recently Active Members
ar: أعضاء نشطين مؤخرا

source: Your reply was sent successfully
ar: تم إرسال ردك بنجاح

source: There was an error deleting that message.
ar: حدث خطأ عند محاولة مسح هذه الرسالة

source: Message deleted.
ar: مسحت الرسالة

source: Messages deleted.
ar: تم مسح الرسائل

source: There was an error deleting messages.
ar: حدث خطأ عند محاولة مسح الرسائل

source: %s Recipients
ar: %s مرسل لهم

source: Re: %s
ar: رد: %s

source: Private Messages
ar: الرسائل الخاصة

source: No Subject
ar: بدون موضوع

source: Search Messages...
ar: بحث عن رسائل...

source: Messages <span class="%s">%s</span>
ar: الرسائل <span class="%s">%s</span>

source: Messages
ar: الرسائل

source: Inbox
ar: البريد الوارد

source: Sent
ar: مرسل

source: Compose
ar: أكتب رسالة

source: Messages <span class="count">%s</span>
ar: الرسائل <span class="count">%s</span>

source: Notices
ar: إشعارات

source: Inbox <span class="count">%s</span>
ar: صندوق الوارد <span class="count">%s</span>

source: All Member Notices
ar: جميع تنبيهات العضو

source: New message from %s
ar: رسالة جديدة من %s

source: My Messages
ar: رسائلي

source: You have %d new messages
ar: لديك %d رسائل جديدة

source: Notice sent successfully!
ar: أرسل الإشعار بنجاح

source: Message sent successfully!
ar: تم إرسال الرسالة بنجاح

source: There was a problem deactivating that notice.
ar: حدث خطأ في محاولة إلغاء هذا الإشعار

source: Messages <span>%s</span>
ar: رسائل <span>%s</span>

source: Notice deactivated.
ar: تم إلغاء هذا الإشعار

source: There was a problem activating that notice.
ar: حدث خطأ في محاولة تفعيل هذا الإشعار

source: Notice activated.
ar: تم تفعيل هذا الإشعار

source: There was a problem deleting that notice.
ar: حدث خطأ في محاولة مسح هذا الإشعار

source: Notice deleted.
ar: تم مسح هذا الإشعار

source: A member sends you a new message
ar: عضو أرسل لك رسالة جديدة

source: Select:
ar: إختر:

source: Delete Selected
ar: مسح الرسائل المختارة

source: Currently Active
ar: ناشط حالياً

source: Deactivate
ar: تعطيل

source: Close
ar: إغلاق

source: Send a private message to this user.
ar: أرسل رسالة خاصة لهذا العضو

source: Private Message
ar: رسالة خاصة

source: Account Activated
ar: تم تفعيل الحساب

source: Check Your Email To Activate Your Account!
ar: تفحص بريدك الإلكتروني لتفعيل حسابك

source: Your account is now active!
ar: لقد تم تفعيل حسابك

source: This is a required field
ar: هذا حقل مطلوب

source: The passwords you entered do not match.
ar: لم تتطابق كلمتي السر التي أدخلتها

source: Please make sure you enter your password twice
ar: الرجاء التأكد من إدخال كلمة السر مرتين

source: You
ar: أنت

source: Search Members...
ar: البحث عن أعضاء...

source: Project Leaders
ar: قادة المشروع

source: Lead Developer
ar: المطوّر الرئيسي

source: Project Lead
ar: قائد المشروع

source: Contributors to BuddyPress %s
ar: المساهمون في BuddyPress %s

source: Recent Rockstars
ar: أحدث النجوم

source: What&#8217;s New
ar: ما الجديد

source: Welcome to BuddyPress %s
ar: مرحبا بك على BuddyPress %s

source: Maintenance Release
ar: صيانة الاصدار

source: Credits
ar: شكر وتقدير

source: My Account
ar: ملفي الشخصي

source: For more information, see <a href="%s">the release notes</a>.
ar: لمزيد من المعلومات، شاهد <a href="%s">ملاحظات الإصدار</a>.

source: Profile Photo
ar: صورة الحساب

source: The image was uploaded successfully
ar: تمّ رفع الصورة بنجاح

source: The image exceeds the maximum allowed file size of:
ar: الصورة تتجاوز الحد الأقصى المسموح به في الحجم وهو:

source: The uploaded file was only partially uploaded.
ar: تم رفع الملف بشكل جزئي فقط.

source: The image was not uploaded.
ar: لم يتم رفع الصورة.

source: Missing a temporary folder.
ar: ينقص مجلّد مؤقت.

source: Please upload only JPG, GIF or PNG photos.
ar: يرجى رفع صور بامتدادات JPG، GIF أو PNG فقط.

source: The file you uploaded is too big. Please upload a file under %s
ar: حجم الملف الذي رفعته كبير، الرجاء محاولة رفع ملف أقل من %s

source: Upload Failed! Error was: %s
ar: خطأ في محاولة التحميل، العطل هو: %s

source: Upload failed! Error was: %s
ar: فشل التحميل! المشكل كان: %s

source: Profile photo of %s
ar: صورة الحساب الشخصي لـ %s

source: You do not have access to this page.
ar: لا يمكنك الولوج إلى هذه الصفحة.

source: This user has been marked as a spammer. Only site admins can view this profile.
ar: تم تحديد هذا المستخدم كمزعج. فقط المدراء يمكنهم رؤية هذا الحساب.

source: You must log in to access the page you requested.
ar: يجب عليك تسجيل الدخول للولوج إلى الصفحة التي تطلبها.

source: [User Set]
ar: [مدخل من العضو]

source: Activate %s
ar: تفعيل %s

source: Thanks for registering! To complete the activation of your account please click the following link: %1$s
ar: شكرا لتسجيلك, لإستكمال تفعيل حسابك فضلا قم باتباع الرابط التالي. %1$s

source: Activate Your Account
ar: فعل حسابك

source: Activate your Account
ar: تفعيل حسابك الخاص

source: Create an Account
ar: إنشاء حساب

source: %s month
ar: %s شهر

source: %s year
ar: %s سنة

source: %s ago
ar: منذ %s

source: right now
ar: حالا

source: sometime
ar: بعض الوقت

source: Create a Group
ar: إنشاء مجموعة

source: %s hour
ar: %s ساعة

source: %s day
ar: %s يوم

source: %s week
ar: %s أسبوع

source: %s minute
ar: %s دقيقة

source: Log Out
ar: تسجيل الخروج

source: Not recently active
ar: غير نشط مؤخرا

source: %s second
ar: %s ثانية

source: %1$s at %2$s
ar: %1$s في %2$s

source: %s Directory
ar: مجلد %s

source: Options
ar: خيارات

source: Log In
ar: تسجيل الدخول

source: Search anything...
ar: بحث ..

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
ar: إظهار نموذج تسجيل الدخول للزوار الذين سجلو خروجهم، ورابط تسجيل الخروج للذين سجلوا دخولهم.

source: Community
ar: المجتمع

source: <a href="%s" title="Register for a new account">Register</a>
ar: <a href="%s" title="التسجيل للحصول على حساب جديد">تسجيل</a>

source: Title:
ar: العنوان:

source: Username
ar: اسم المستخدم

source: Remember Me
ar: تذكرني

source: Password
ar: كلمة السر

source: My Profile
ar: ملفي الشخصي

source: Name
ar: الإسم

source: About Me
ar: نبذة عني

source: Website
ar: الموقع الإلكتروني

source: Recently Active
ar: ناشط مؤخراً

source: %1$s mentioned you in the group "%2$s"
ar: %1$s أشار لك في المجموعة "%2$s"

source: Newest
ar: الأحدث

source: Alphabetically
ar: ألفبائياً

source: Manage Posts
ar: إدارة التدوينات

source: New Post
ar: تدوينة جديدة

source: Dashboard
ar: الرئيسية

source: Manage Comments
ar: إدارة التعليقات

source: Switch to WordPress Toolbar
ar: المرور إلى شريط أدوات ووردبريس

source: Create a Site!
ar: أنشئ موقع!

source: Sign Up
ar: التسجيل

source: Visit
ar: زيارة

source: Random Group
ar: مجموعة عشوائية

source: Random Member
ar: عضو عشوائي

source: Edit Details
ar: تعديل التفاصيل

source: Admin Options
ar: خيارات الإدارة

source: Random Site
ar: موقع عشوائي

source: Manage Invitations
ar: إدارة الدعوات

source: Group Settings
ar: إعدادات المجموعة

source: Membership Requests
ar: طلبات العضوية

source: Manage Members
ar: إدارة الأعضاء

source: Edit %s's Profile
ar: تعديل ملف %s الشخصي

source: Blog Authors
ar: كتاب المدونة

source: Delete Group
ar: مسح المجموعة

source: User Capabilities
ar: صلاحيات المستخدم

source: No new notifications.
ar: لا تنبيهات جديدة

source: Delete %s's Account
ar: حذف %s الحساب

source: Discussion Forums
ar: منتديات المناقشة

source: Search Forums...
ar: بحث في المنتديات...

source: Topics Started
ar: مواضيع حديثة

source: Favorite Topics
ar: مواضيع مفضلة

source: Replies
ar: الردود

source: The forums component has not been set up yet.
ar: لم يتم إنشاء عناصر المنتديات بعد.

source: Please provide a title for your forum topic.
ar: فضلا قم بإدراج عنوان لموضوع المنتدى.

source: There was an error when creating the topic
ar: حدث خطأ أثناء إنشاء الموضوع

source: Forum posts cannot be empty. Please enter some text.
ar: المشاركات في المنتدى لا يمكن أن تكون فارغة . رجاءً قم بإدخال نص.

source: The topic was created successfully
ar: تم إنشاء الموضوع بنجاح

source: New Topic
ar: موضوع جديد

source: Please pick the group forum where you would like to post this topic.
ar: فضلا اختر منتدى مجموعة لنشر الموضوع فيه

source: Group logo for %s
ar: شعار المجموعة لـ %s

source: %d post
ar: تدوينة %d

source: %d posts
ar: تدوينات %d

source: Settings Saved.
ar: تمّ حفظ الإعدادات.

source: Install bbPress
ar: تنصيب bbPress

source: Configure bbPress
ar: إعداد bbPress

source: (Installed)
ar: (منصّبة)

source: Forums for Groups
ar: منتديات للمجموعات

source: Group Integration
ar: إدراج المجموعة

source: Member Profile Integration
ar: إدراج حساب العضو

source: New! bbPress
ar: جديد! bbPress

source: Uninstall Group Forums
ar: إلغاء تثبيت منتديات المجموعة

source: Revisions
ar: المراجعات

source: Spam management
ar: إدارة البريد المزعج

source: Subscriptions
ar: الإشتراكات

source: And more!
ar: والمزيد!

source: Friendship could not be requested.
ar: لم ينجح طلب إضافة الصديق

source: Use Existing Installation
ar: إستخدام تنصيب موجود

source: Install Group Forums
ar: تنصيب منتديات المجموعة

source: Friends <span class="%s">%s</span>
ar: الأصدقاء <span class="%s">%s</span>

source: Search Friends...
ar: إبحث عن أصدقاء...

source: New friendship request from %s
ar: طلب جديد للإضافة كصديق من %s

source: %s accepted your friendship request
ar: %s وافقوا على طلبات الإضافة كصديق

source: %1$s and %2$s are now friends
ar: %1$s و %2$s أصبحوا أصدقاء

source: New friendship created
ar: صداقة جديدة أنشئت

source: New friendships
ar: صداقات جديدة

source: Friendship request could not be withdrawn
ar: لا يمكن سحب طلب الإضافة كصديق

source: Friendship request withdrawn
ar: تم سحب طلب الإضافة كصديق

source: Friendship could not be rejected
ar: لم ينجح رفض طلب إضافة الصديق

source: Friendship rejected
ar: تم رفض طلب إضافة الصديق

source: Friendship could not be accepted
ar: لم ينجح قبول طلب إضافة الصديق

source: Friendship accepted
ar: تم قبول طلب إضافة الصديق

source: You have a friendship request from %s
ar: لديك طلب إضافة كصديق من %s

source: You have %d pending friendship requests
ar: لديك %d طلبات إضافة أصدقاء بانتظار المراجعة

source: %d friends accepted your friendship requests
ar: %d أصدقاء وافقوا على طلبات الإضافة كصديق

source: You haven't added any friend connections yet.
ar: لم تقم بأي روابط صداقة بعد
