Repository: kadimi/momtazpress
Catalog: inc/languages/plugins/buddypress-*.po
Languages: ar

source: See All
ar: مشاهدة الكل

source: %s's Friends
ar: أصدقاء %s

source: My Friends
ar: أصدقائي

source: There aren't enough site members to show a random sample just yet.
ar: لا يوجد عدد كافٍ من أعضاء في الموقع لإظهار عينة عشوائية بعد

source: %s hasn't created any friend connections yet.
ar: %s لم ينشئ أي روابط صداقة بعد

source: %d friends
ar: أصدقاء %d

source: %d friend
ar: صديق %d

source: Filter Friends
ar: تصنيف الأصدقاء

source: Cancel Friendship Requested
ar: تم طلب إلغاء الصداقة

source: Cancel Friendship Request
ar: إلغاء طلب إضافة كصديق

source: Add Friend
ar: أضف كصديق

source: Cancel Friendship
ar: إلغاء طلب الصداقة

source: Friendship Requested
ar: طلبات صداقة مرسلة

source: Friendships
ar: صداقات

source: Friendships accepted
ar: تمت الموافقة على الصداقات

source: You have a pending friendship request with this user
ar: لديك طلب إضافة صديق لهذا المستخدم بانتظار مراجعته من قبل

source: You are not yet friends with this user
ar: أنت لست صديقاً مع هذا المستخدم بعد

source: Friendship canceled
ar: نجح طلب إلغاء الصداقة

source: Friendship could not be canceled.
ar: لم ينجح طلب إلغاء الصداقة

source: You already have a pending friendship request with this user
ar: لديك طلب إضافة صديق لهذا المستخدم بانتظار مراجعته من قبل

source: You are already friends with this user
ar: أنت صديق مع هذا المستخدم

source: Friendship requested
ar: نجح طلب إضافة الصديق

source: %s friend
ar: %s صديق

source: %s&#8217;s Friends
ar: %s&#8217;s أصدقاء

source: Active
ar: نشط

source: Popular
ar: شعبية

source: Link widget title to Members directory
ar: ربط عنوان المربع الجانبي بدليل الأعضاء

source: Sorry, no members were found.
ar: عذرا، لم يتم العثور على أعضاء.

source: Max friends to show:
ar: الحد الأقصى للأصدقاء المعروضين:

source: There were no members found, please try another filter.
ar: لم يتم إيجاد أي أعضاء، يرجى إعادة اختيار التصنيف

source: Default friends to show:
ar: عرض افتراضي للأصدقاء:

source: Sorry, you are not allowed to create groups.
ar: عذراً ، ليس مسموحاً لك بإنشاء مجموعات.

source: You are not an admin of this group.
ar: أنت لست مديرا لهذه المجموعة.

source: You do not have access to this group.
ar: ليس لديك الصلاحية للولوج إلى هذه المجموعة.

source: There was an error saving group details. Please try again.
ar: حدث خطأ في حفظ تفاصيل المجموعة،يرجى إعادة المحاولة

source: Only the group creator may continue editing this group.
ar: فقط مدير المجموعة يمكنه الاستمرار في تحرير هذه المجموعة.

source: Please fill in all of the required fields
ar: يرجى ملء جميع الحقول المطلوبة

source: Invite successfully removed
ar: تم إزالة الدعوة بنجاح

source: There was an error removing the invite
ar: حدث خطأ أثناء إزالة الدعوة.

source: There was an error joining the group.
ar: حدث خطأ في محاولة الإنضمام لهذه المجموعة

source: You joined the group!
ar: لقد انضممت لهذه المجموعة

source: You successfully left the group.
ar: لقد تركت هذه المجموعة

source: There was an error leaving the group.
ar: حدث خطأ في محاولة الانسحاب لهذه المجموعة

source: This group must have at least one admin
ar: يجب أن يكون هناك مدير واحد على الاقل لهذه المجموعة

source: Activity feed for the group, %s.
ar: تغذية الأنشطة للمجموعة %s.

source: New Groups
ar: مجموعات جديدة

source: Created a group
ar: أنشأ مجموعة

source: Joined a group
ar: إنضم إلى مجموعة

source: Group Memberships
ar: عضويات المجموعة

source: New group forum topic
ar: موضوع جديد في منتدى المجموعة

source: Forum Topics
ar: مواضيع المنتدى

source: New group forum post
ar: تدوينة جديدة في منتدى المجموعة

source: Forum Replies
ar: ردود المنتدى

source: Support Forums
ar: منتديات الدعم

source: Group Actions
ar: إجراءات المجموعة

source: If you leave this page, you will lose any unsaved changes you have made to the group.
ar: إذا غادرت هذه الصفحة، سوف تفقد أي تغييرات غير محفوظة قمت بها في هذه المجموعة.

source: Start typing a username to add a new member.
ar: إبدأ بكتابة إسم مستخدم لإضافة عضو جديد.

source: You cannot remove all administrators from a group.
ar: لا يمكنك إزالة كل المدراء من مجموعة ما.

source: An error occurred when trying to update your group details.
ar: حدث خطأ أثناء محاولة تحديث تفاصيل مجموعتك.

source: An error occurred when trying to modify the following members: <em>%s</em>
ar: حدث خطأ عند محاولة تعديل الأعضاء التاليين: <em>%s</em>

source: The following users were successfully added to the group: <em>%s</em>
ar: تم إضافة المستخدميين التاليين إلي المجموعة بنجاح: <em>%s</em>

source: The following users could not be added to the group: <em>%s</em>
ar: لا يمكن إضافة هؤلاء المستخدمين إلى المجموعة: <em>%s</em>

source: The group has been updated successfully.
ar: تم تحديث المجموعة بنجاح.

source: Add New
ar: أضف جديد

source: Edit Group
ar: تحرير المجموعة

source: The following members were successfully modified: <em>%s</em>
ar: تم تعديل هؤلاء الأعضاء بنجاح: <em>%s</em>

source: Name and Description
ar: الإسم والوصف

source: Delete Groups
ar: حذف المجموعات

source: No group found with this ID. <a href="%s">Go back and try again</a>.
ar: لم يتم العثور على مجموعة أي مجموعة بهذا المعرّف. <a href="%s">إرجع وحاول مرة أخرى</a>.

source: Visit Group
ar: زيارة المجموعة

source: Permalink:
ar: رابط دائم:

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذه العملية.

source: You are about to delete the following groups:
ar: أنت على وشك حذف المجموعات التالية:

source: Groups
ar: المجموعات

source: %s group has been permanently deleted.
ar: تم حذف المجموعة %s بشكل نهائي.

source: Enable discussion forum
ar: السماح بنقاشات المنتدى

source: Search all Groups
ar: البحث في كافة المجموعات

source: Public
ar: عام

source: Privacy
ar: الخصوصية

source: Hidden
ar: مخفي

source: Private
ar: خاصة

source: Group admins and mods only
ar: مجموعة المدراء والمشرفين فقط

source: All group members
ar: جميع أعضاء المجموعة

source: Who can invite others to this group?
ar: من الذي يستطيع دعوة أخرين إلى هذه المجموعة؟

source: Group admins only
ar: مجموعة المدراء فقط

source: Administrators
ar: مدراء

source: Members
ar: الأعضاء

source: Moderators
ar: مشرفين

source: Administrator
ar: مدير

source: Actions
ar: إجراءات

source: Banned
ar: محظور

source: Member
ar: عضو

source: Moderator
ar: مشرف

source: Remove
ar: حذف

source: Save Changes
ar: حفظ التغييرات

source: No members of this type
ar: لا أعضاء من هذا النوع

source: Public <span class="count">(%s)</span>
ar: عام <span class="count">(%s)</span>

source: No groups found.
ar: لم يتم العثور على مجموعات.

source: Activity marked as favorite.
ar: تمت اللإضافة للمفضلة بنجاح

source: Activity removed as favorite.
ar: تم مسح التفضيل لهذا النشاط

source: Activity feed for the entire site.
ar: تغذية الأنشطة للموقع كاملا.

source: Activity feed for %s.
ar: تغذية الأنشطة لـ %s.

source: %1$s | %2$s | Group Activity
ar: %1$s | %2$s | أنشطة المجموعة

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
ar: خطأ: لا يمكن إيجاد العنصر الذي تحاول الرد عليه، أو أنه قد تم حذفه.

source: ERROR: Please type a reply.
ar: خطأ: فضلا أكتب رداً.

source: Overview
ar: نظرة عامة

source: Item, Link, Type
ar: عنصر، رابط ، نوع

source: For more information:
ar: للمزيد من المعلومات:

source: Moderating Activity
ar: إدارة النشاط

source: Editing Activity (ID #%s)
ar: تعديل النشاط (معرّف #%s)

source: View Activity
ar: عرض الأنشطة

source: No activity found with this ID. <a href="%s">Go back and try again</a>.
ar: لم يتم العثور على نشاط بهذا المعرّف. <a href="%s">إرجع للخلف ثم حاول مرة أخرى</a>.

source: Content
ar: المحتوى

source: Action
ar: إجراء

source: Approved
ar: تمّت الموافقة

source: Submitted on: <strong>%1$s</strong>
ar: تاريخ الإرسال: <strong>%1$s</strong>

source: Spam
ar: مزعج

source: Edit
ar: تحرير

source: Link
ar: رابط

source: Update
ar: تحديث

source: Author ID
ar: معرّف الكاتب

source: Primary Item ID
ar: معرّف العنصر الأولي

source: Secondary Item ID
ar: معرّف العنصر الثانوي

source: %s activity item has been permanently deleted.
ar: تم حذف عنصر الأنشطة %s بشكل نهائي.

source: Errors occurred when trying to update these activity items:
ar: حصل خطأ ما عند محاولة تحديث عناصر الأنشطة التالية:

source: An error occurred when trying to update activity ID #%s.
ar: حدث خطأ عند محاولة تحديث أنشطة المعرّف #%s.

source: Activity related to ID #%s
ar: نشاط متعلق بالمعرّف #%s

source: Search all Activity
ar: البحث عن كل النشاط

source: Search results for &#8220;%s&#8221;
ar: نتائج البحث عن &#8220;%s&#8221;

source: Cancel
ar: إلغاء

source: Reply to Activity
ar: الرد على النشاط

source: Reply
ar: الرد

source: All
ar: الكل

source: Spam <span class="count">(%s)</span>
ar: مزعج <span class="count">(%s)</span>

source: Not Spam
ar: غير مزعج

source: Mark as Spam
ar: تحديد كمزعج

source: Delete Permanently
ar: حذف نهائي

source: View all actions
ar: عرض جميع الاجراءات

source: Select activity item %1$d
ar: اختيار عنصر النشاط %1$d

source: Filter
ar: تصفية

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
ar: تاريخ الإرسال <a href="%1$s">%2$s على %3 $s</a>

source: Are you sure?
ar: هل أنت متأكد؟

source: Flagged as spam by Akismet
ar: تم ترميزه كمزعج من قبل أكيسميت

source: Cleared by Akismet
ar: تم المسح بواسطة أكيسميت

source: Flagged as spam by %s
ar: تم ترميزه كمزعج بواسطة %s

source: History
ar: التاريخ

source: Un-spammed by %s
ar: صُنّف بأنه غير مزعج بواسطة %s

source: Akismet caught this item as spam
ar: أكيسميت اعتبر هذا العنصر كمزعج

source: Akismet cleared this item
ar: قام أكيسميت بمسح هذا العنصر

source: Activity History
ar: سِجل الأنشطة

source: RSS feed 'id' must be defined
ar: يجب تحديد معرّف تغذية RSS

source: Load Newest
ar: تحميل الأحدث

source: [Read more]
ar: [إقرأ المزيد]

source: In reply to
ar: رد على

source: Updates
ar: التحديثات

source: Thumbnail
ar: مصغرة للتدوينات

source: Activity Streams
ar: مجرى الأنشطة

source: Search Activity...
ar: البحث عن نشاط...

source: Profile picture of %s
ar: الصورة الرمزية لـ %s

source: %s mentioned you in an update
ar: %s ذكرك في تحديث

source: To disable these notifications please log in and go to: %s
ar: لتعطيل هذه الإخطارات، الرجاء تسجيل الدخول وتفقد صفحة: %s

source: %s replied to one of your updates
ar: %s رد على إحدى تحديثاتك

source: %s replied to one of your comments
ar: %s رد على إحدى تعليقاتك

source: @%s Mentions
ar: @%s تم ذكرك

source: You do not have access to this activity.
ar: ليس لديك الإذن بالولوج لهذا النشاط

source: %1$s mentioned you
ar: %1$s أشار إليك

source: Activity
ar: الأنشطة

source: Yes
ar: نعم

source: No
ar: لا

source: A member mentions you in an update using "@%s"
ar: يتم ذكرك من قبل مستخدم في تحديث باستخدام "@%s"

source: A member replies to an update or comment you've posted
ar: مستخدم يعلق على تحديث أو تعليق نشرته

source: Profile picture
ar: صورة الحساب

source: Group logo
ar: شعار المجموعة

source: View Discussion
ar: مشاهدة المحادثة

source: Group logo of %s
ar: شعار مجموعة %s

source: Delete
ar: حذف

source: View
ar: عرض

source: Clear Filter
ar: الغاء التصفية

source: a user
ar: مستخدم

source: New site created
ar: تم إنشاء موقع جديد

source: Site Wide Activity RSS Feed
ar: أنشطة الموقع كخلاصة RSS

source: Public Message
ar: رسالة عامة

source: Comments
ar: التعليقات

source: New post comment posted
ar: تم نشر تعليق جديد.

source: %s created the site %s
ar: %s أنشأ الموقع %s

source: %1$s wrote a new post, %2$s, on the site %3$s
ar: %1$s كتب مقالة جديدة %2$s، على موقع %3$s

source: Search sites...
ar: إبحث عن مواقع...

source: Site Directory
ar: مسار الموقع

source: My Sites
ar: مواقعي

source: Sites <span>%d</span>
ar: المواقع <span>%d</span>

source: Sites
ar: المواقع

source: Create a Site
ar: إنشاء موقع

source: New post published
ar: تمّ نشر مقال جديد

source: Posts
ar: مقالات

source: active %s
ar: نشط %s

source: Profile picture of site author %s
ar: الصورة الرمزية لصاحب الموقع %s

source: Latest Post: %s
ar: آخر تدوينة: %s

source: Never active
ar: غير نشط نهائيا

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
ar: عند ملء النموذج أدناه، تستطيع <strong>إضافة موقع إلى حسابك</strong>. لا يوجد عدد محدود للمواقع التي يمكنك إنشاؤها، لذا أنشئ المحتوى الذي تريد، لكن دوّن بشكل مسؤول!

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
ar: إذا لم تكن ستستخدم إسم نطاق مميز، أتركه لمستخدم اخر. الأن اختر ما تريد!

source: Site Name:
ar: إسم الموقع:

source: Create Site
ar: إنشاء موقع

source: Site Domain:
ar: نطاق الموقع:

source: Your address will be
ar: سيصبح عنوانك

source: domain.
ar: نطاق خاص

source: blogname
ar: إسم المدونة

source: Congratulations! You have successfully registered a new site.
ar: هنيئا! قمت بتسجيل موقع جديد بنجاح.

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Login</a> as "%4$s" using your existing password.
ar: <a href="%1$s">%2$s</a> هو موقعك الجديد. <a href="%3$s">سجّل الدخول</a> كـ: "%4$s" مستخدما كلمة مرورك الموجودة.

source: I would like my site to appear in search engines, and in public listings around this network.
ar: أريد أن يظهر موقعي على محركات البحث، وعلى اللوائح العامة على هذه الشبكة.

source: Privacy:
ar: الخصوصية

source: Site Title:
ar: عنوان الموقع:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
ar: يجب ان يكون من أربعة رموز فقط (أحرف وأرقام فحسب) - لا يمكن تعديلها لاحقا، فالرجاء الإختيار بعناية

source: %s's Sites
ar: %s مواقع

source: %s's Recent Posts
ar: مشاركات %s الأخيرة

source: %s's Recent Comments
ar: تعليقات %s الأخيرة

source: Visit Site
ar: زيارة الموقع

source: %s site
ar: %s موقع

source: Search
ar: بحث

source: Link widget title to Blogs directory
ar: ربط عنوان المربع الجانبي مع دليل المدونات

source: Sorry, there were no posts found. Why not write one?
ar: عذرا، لم يتم العثور على مقالات. لما لاتكتب واحداً؟

source: Save Settings
ar: حفظ الإعدادات

source: Components
ar: مكونات

source: Max posts to show:
ar: العدد الأقصى من التدوينات للمشاهدة

source: Extended Profiles
ar: تمديدات الملفات الشخصية

source: Account Settings
ar: إعدادات الحساب

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
ar: تخصيص مجتمعك بواسطة حقول الملف الشخصي قابلة التحرير بالكامل التي تسمح لمستخدميك بوصف أنفسهم.

source: Notifications
ar: التنبيهات

source: Active <span class="count">(%s)</span>
ar: مفعّل <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
ar: غير مفعّل <span class="count">(%s)</span>

source: Allow your users to modify their account and notification settings directly from within their profiles.
ar: السماح للمستخدمين بتعديل إعدادات الحساب والتنبيهات مباشرة من ملفاتهم الشخصية.

source: Component
ar: مكوّن

source: Select %s
ar: إختيار %s

source: Description
ar: وصف

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
ar: الفريق الدي يجعل هذا <del>السفر عبر الزمن</del> بواسطة بدي بريس ممكنا!

source: BuddyPress Core
ar: فريق تطوير بدي بريس

source: No components found.
ar: لم يتم العثور على مكونات.

source: Community Members
ar: أعضاء المجتمع

source: BuddyPress Forums are retired. Use %s.
ar: منتديات بدي بريس قد توقفت. إستخدم %s.

source: Group Forums
ar: منتديات المجموعة

source: Friend Connections
ar: إتصالات الأصدقاء

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
ar: السماح للمستخدمين إجراء اتصالات حتى يتمكنوا من تتبع أنشطة الآخرين والتركيز على الأشخاص الذين يهتمون بهم أكثر.

source: Everything in a BuddyPress community revolves around its members.
ar: كل شىء في مجتمعات بدي بريس يتمحور حول أعضائها.

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
ar: السماح للمستخدمين التحدث مع بعضهم البعض مباشرة وعلى الخاص أيضا. لا يقتصر فقط على محادثات مباشرة، يمكن إرسال الرسائل بين أي عدد من الأعضاء.

source: Private Messaging
ar: الرسائل الخاصة

source: User Groups
ar: مجموعات المستخدم

source: Site Tracking
ar: تتبّع الموقع

source: Record activity for new sites, posts, and comments across your network.
ar: تسجيل الأنشطة للمواقع الجديدة، المقالات والتعليقات على شبكتك.

source: Record activity for new posts and comments from your site.
ar: تسجيل أنشطة المقالات و التعليقات الجديدة من موقعك.

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
ar: "بدي برس" جاهز تقريباً. عليك <a href="%s">تحديث صيغة الروابط الدائمة</a> لربطه بشيء آخر غير افتراضي لبدأ العمل.

source: Activate
ar: تشغيل

source: Forums
ar: المنتديات

source: Settings
ar: الإعدادات

source: Pages
ar: صفحات

source: BuddyPress
ar: بدي بريس

source: Logged-In
ar: متصل

source: Logged-Out
ar: تم تسجيل الخروج

source: Add to Menu
ar: أضف إلى القائمة

source: User marked as spammer. Spam users are visible only to site admins.
ar: تم الإشارة لهذا المستخدم على أنه إعلان مزعج. يمكن معرفة هذا النوع من قبل المشرفين على الموقع

source: Show the Toolbar for logged out users
ar: إظهار شريط الأدوات للمستخدمين الذين قامو بتسجيل الخروج

source: Allow registered members to delete their own accounts
ar: السماح للأعضاء المسجّلين بحذف حساباتهم الشخصية

source: Allow activity stream commenting on blog and forum posts
ar: السماح لمجرى الأنشطة بالتعليق على المدونة ومواضيع المنتدى

source: Automatically check for new items while viewing the activity stream
ar: تحقق تلقائي للعناصر الجديدة أثناء عرض تدفق الأنشطة

source: Allow registered members to upload avatars
ar: السماح للأعضاء المسجلين برفع صور رمزية

source: Enable BuddyPress to WordPress profile syncing
ar: تمكين بدي بريس من مزامنة الحساب الشخصي على ووردبريس

source: Attempt to save a new config file.
ar: محاولة حفظ ملف إعدادات جديد.

source: Administrators can always create groups, regardless of this setting.
ar: .يمكن للمدراء دائما أن يقوموا بإنشاء مجموعات، بغض النظر عن هذه الإعدادات

source: Enable group creation for all users
ar: تمكين جميع الأعضاء من إنشاء مجموعة

source: Repair
ar: إصلاح

source: File does not exist
ar: الملف غير موجود

source: Absolute path to your bbPress configuration file.
ar: المسار المطلق لملف إعدادات بي بي بريس

source: Directories
ar: مسارات

source: BuddyPress Tools
ar: أدوات بدي بريس

source: Associate WordPress Pages with the following BuddyPress Registration pages.
ar: ربط صحفات ووردبريس مع صفحات تسجيل بدي بريس التالية.

source: Registration
ar: التسجيل

source: - None -
ar: - لاشيء -

source: Associate a WordPress Page with each BuddyPress component directory.
ar: ربط صفحة ووردبريس مع دليل كل مكون من بدي بريس

source: Use the tools below to manually recalculate these relationships.
ar: إستخدم الأدوات أدناه لإعادة حساب هذه العلاقات يدويا.

source: Data to Repair:
ar: بيانات تحتاج للإصلاح:

source: Count total members
ar: إحصاء مجموع الأعضاء

source: Count friends for each user
ar: عد أصدقاء كل عضو

source: Repair Items
ar: إصلاح العناصر

source: Count groups for each user
ar: إحصاء عدد المجموعات لكل مستخدم

source: Welcome to BuddyPress
ar: مرحبا بك على BuddyPress

source: BuddyPress Help
ar: BuddyPress مساعدة

source: BuddyPress Components
ar: BuddyPress مكونات

source: Help
ar: مساعدة

source: BuddyPress Settings
ar: إعدادات "بدي برس"

source: BuddyPress Pages
ar: BuddyPress صفحات

source: Available Tools
ar: الأدوات المتاحة

source: Main Settings
ar: إعدادات الرئيسية

source: Account Deletion
ar: حذف الحساب

source: Profile Syncing
ar: مزامنة الملف الشخصي

source: Toolbar
ar: شريط الأدوات

source: Groups Settings
ar: إعدادات المجموعات

source: Group Creation
ar: إنشاء مجموعة

source: Legacy Group Forums
ar: تراث منتديات المجموعة

source: bbPress Configuration
ar: bbPress إعدادات

source: Activity Settings
ar: إعدادات النشاط

source: Blog &amp; Forum Comments
ar: المدونة و تعليقات المنتدى

source: About BuddyPress
ar: حول BuddyPress

source: Profile Photo Uploads
ar: رفع صورة الحساب الشخصي

source: Akismet
ar: أكيسميت

source: Activity auto-refresh
ar: تحديث تلقائي للأنشطة

source: Set Up Components
ar: تركيب المكونات

source: Configure Buddypress
ar: إعداد بدي برس

source: About
ar: حول

source: Customize Settings
ar: تخصيص الإعدادات

source: Community and Support
ar: المجتمع والدعم

source: There was an error when deleting that activity
ar: هناك عطل في محاولة مسح هذا النشاط

source: Please enter some content to post.
ar: الرجاء إدخال محتوى في التدوينة لتتمكن من نشرها

source: Update Posted!
ar: تم نشر التحديث

source: Reply Posted!
ar: تم نشر الرد!

source: Please do not leave the comment area blank.
ar: الرجاء عدم ترك مساحة التعليق فارغة

source: Activity deleted successfully
ar: تم حذف الأنشطة بنجاح
